{
  "from": "matthew",
  "type": "relevant",
  "articles":[
    {
        "doi": "10.1111/1750-3841.14960",
        "title": "Effects of Maillard-reacted beef bone hydrolysate on the physicochemical properties of extruded meat alternatives",
        "abstract": "Meat analogues are made from plant proteins using high-moisture extrusion processing, to have the same textural and structural properties as meat. However, meat analogues exhibit very weak aroma and are almost tasteless, which has resulted in limited market success. Maillard-reacted beef bone hydrolysate (MRP) provides important sensory aspects of heat-treated food products, by contributing to their appearance, texture, flavor, and aroma. Therefore, MRP added at different concentrations with the plant proteins before extrusion may produce meat alternatives with high aroma and taste quality while maintaining fibrous structure. This study investigated the effects of MRP at different concentrations (0%, 10%, 20%, 30%, and 40% wet weight) with plant proteins on the physicochemical properties of extruded meat alternatives. The textural, microstructural, chemical, and sensory properties of meat alternatives were studied, where meat alternatives consisting of 40% MRP showed the lowest degree of texturization and observed with multiple segmented layers accompanied with some fibrous microstructure. Results from protein solubility analysis suggested that a large proportion of aggregated proteins was associated with hydrogen bonds. Although the key force in the formation of fibrous structure in meat alternatives was disulphide bonds. Meat alternatives containing 20% MRP obtained highest sensory scores for appearance, meaty aroma, meaty taste, and overall acceptability. Overall results showed that the addition of MRP to produce meat alternatives changed the textural, structural, and sensory properties significantly.",
        "relevant": true
    },
    {
        "doi": "10.1002/jsfa.9438",
        "title": "A comparison of physicochemical characteristics, texture, and structure of meat analogue and meats",
        "abstract": "The continuous increase of global consumer’s dietary behaviors towards reducing meat consumption due to health benefits, ecological, ethical, and social aspects. Texturized vegetable protein (TVP) transformed from plant protein-based ingredient can impart fibrous structure like muscle meat. However, there is limited information on a comparison of product properties of TVP and meats. In this study, the comparison of physicochemical properties, texture, and structure of TVP and different types of meats (beef, pork, and chicken) were investigated.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foodhyd.2020.105752",
        "title": "Effects of material characteristics on the structural characteristics and flavor substances retention of meat analogs",
        "abstract": "The production of meat analogs using high moisture extrusion cooking is a complex process that depends on the properties of the protein ingredients. The aim of the study was to investigate the effect of different moisture and wheat gluten contents on the retention of volatile flavor substances,  microstructure, moisture distribution, and secondary protein structures of meat analogs produced by the high moisture extrusion process. The high moisture extrusion trials were carried out using a soy protein concentrate with 0%, 10%, 20%, 30, and 40% added wheat gluten (by dry mass) or 50%, 60%, 70, and 80% moisture. The comparisons revealed that the retention rates of volatile flavor substances from large to small were generally represented by esters, alkanes, alkenes, phenols, aldehydes, and alcohols, under the same extrusion conditions. The wheat gluten and moisture contents affected the flavor characteristics of the meat analogs by affecting the microstructure, the binding capacity of internal proteins and water molecules, and the secondary structure of the proteins. The higher retention rates of the volatile flavor substances were observed in meat analogs produced by raw material with higher wheat gluten content and lower moisture content. Our findings show that wheat gluten and moisture contents of the raw material regulate the retention rate of volatile flavor substances by affecting the microstructure, water distribution, protein structure, and interactive force of the meat analogs, opening up a wide range of products for different consumer requirements.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jclepro.2018.07.041",
        "title": "Towards More Sustainable Meat Alternatives: How Technical Parameters Affect the Sensory Properties of Extrusion Products Derived from Soy and Algae",
        "abstract": "High moisture extrusion cooking is a well-established method to develop soy-based meat alternatives. Algae are increasingly researched into as an alternative protein source, particularly the micro-algae spirulina (Arthrospira platensis) is known for its high protein content. However, little is known how spirulina behaves during the extrusion process. This study investigates the sensory properties of spirulina (10%, 30% or 50%) and soy-based meat alternatives (16 samples) produced according to a Design of Experiment (DoE) with different levels of moisture (57%, 67% or 77%), screw speed (600 rpm, 900 rpm or 1200 rpm), temperature (140 °C, 160 °C or 180 °C) and two production days (independent replicates). Conventional profiling by a trained sensory panel (n = 12) based on a product-specific vocabulary was carried out and the samples were also subjected to instrumental texture profile analysis (TPA) and razor shear measurement (MORS). The data revealed that high spirulina content caused a black color, an intense flavor with earthy notes and an algae odor that is rather musty. Additionally, the higher the share of spirulina, the lower were the elasticity, fibrousness and firmness of extruded samples. High moisture content resulted in products evoking a juicy and soft mouthfeel plus a moist appearance. Instrumentally measured texture parameters matched with the sensory profile regarding texture: high moisture induces a decrease in shear force, shear energy, hardness, cohesion, springiness and chewiness. Particularly firmness perceived by the panel correlates with both MORS and TPA measurements while sensory elasticity correlates with springiness. When keeping moisture low, but screw speed and temperature high during extrusion, it is possible to partly substitute soy with spirulina in order to produce firm and fibrous products with a decent algae flavor that will contribute to shape a more sustainable future for food.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foodres.2014.08.010",
        "title": "Shear structuring as a new method to make anisotropic structures from soy–gluten blends",
        "abstract": "The concept of shear-induced structuring was applied to concentrated blends of soy protein isolate (SPI) and wheat gluten (WG) to create novel semi-solid food textures. Concurrent simple shear deformation and heating (95 °C) of the protein blends generated original structures consisting of fibers or layers. The ratio of SPI to vital WG and the final concentration determined the morphology of the structure. It is hypothesized that the spatial distribution of the SPI-rich phase and the WG-rich phase in a blend was altered by the shear flow. When both phases became aligned horizontally in the shear cell, a fibrous structure was formed; when they became aligned vertically in the shear cell, a layered structure was formed. The structures obtained were analyzed visually and using texture analysis and scanning electron microscopy.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2013.08.002",
        "title": "Effects of the specific mechanical energy on the physicochemical properties of texturized soy protein during high-moisture extrusion cooking",
        "abstract": "Effects of the extrusion specific mechanical energy (SME) on the physicochemical properties including color parameters (L* , a* , b* and DE), textural properties (tensile strength, hardness, chewiness and degree of texturization), on-line viscosity at die, protein solubility, and the molecular weight distribution of texturized soy protein were investigated. A higher SME resulted in extrudates with lower L* but higher a* , DE, higher tensile strength, and hardness. The viscosity of dough at die decreased from 997.17 to 867.29 Pa s when SME increased from 819.70 to 1258.70 kJ/kg. The increasing SME also caused an increase of protein solubility in phosphate buffer solution by 15.30%. Increasing the SME resulted in higher content of low Mw subunits as well, which was evidenced by SDS–PAGE. It was concluded that increasing SME increased the proportion of smaller fractions, and led to darker and higher tensile strength products.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.lwt.2010.12.008",
        "title": "Chemical cross-linking and molecular aggregation of soybean protein during extrusion cooking at low and high moisture content",
        "abstract": "Soybean protein isolate (SPI) was extruded using a co-rotating twin-screw extruder at low (28%) and high (60%) moisture content. Dead-stop operation was employed to obtain samples from different zones of the extruder. The protein solubility of extrudate was analyzed based on 8 different combinations of chemical bond-breaking solutions, which contained only phosphate buffer (P); two reagents, i.e. sodium dodecyl sulfate (SDS) in P (P þ S), urea in P (P þ U) and 2-mercaptoethanol (2-ME) in P (P þ M); three reagents, i.e. (P þ S þ U), (P þ U þ M) and (P þ M þ S); four reagents, i.e. (P þ S þ U þ M). Based on the protein solubility in the combined extraction solutions, each specific chemical bond and their interactions responsible for supporting the extrudate structure were further analyzed. The aggregation of protein subunits in extruded sample was investigated by using SDS-PAGE electrophoresis. The results showed that hydrophobic interactions, hydrogen bonds, disulfide bonds and their interactions collectively hold the structure of extrudate; and the importance of non-covalent bonds outweighs covalent bonds. Increasing feed moisture content could increase the interactions between disulfide bonds and hydrogen bonds and between disulfide bonds and hydrophobic interactions (p < 0.05), reduce the degree of aggregation and the difference in proteineprotein interactions and protein subunits among different zones within the extruder.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2011.12.009",
        "title": "Extrusion of soy protein with gelatin and sugars at low moisture content",
        "abstract": "Soy protein-based materials modified with gelatin, lactose and sucrose were prepared by extrusion at low moisture content. The effect of composition on the extrusion parameters was investigated and specific mechanical energy (SME) was measured as an indication of extrusion processability, thus providing good characterization of the extrusion process in order to make it highly energy efficient and cost effective. Water content was the most important factor on the extrusion parameters and product properties. The incorporation of gelatin increased SME and the product obtained at the extruder die was not continuous. However, when lactose was added, SME decreased and the color of the product changed due to Maillard reaction. This reaction could be analyzed by Fourier transformed infrared spectroscopy (FTIR) where the changes of the amide I and amide II bands reflected that hydroxyl groups in sugars and amino groups in soy protein isolate (SPI) were consumed during extrusion. These results are in good agreement with total soluble matter (TSM) values, which were lower for mixtures with lactose than sucrose due to a higher degree of Maillard reaction. Moreover, X-ray diffraction (XRD) and scanning electron microscopy (SEM) results also showed the influence of Maillard reaction, which lead to more ordered and compact structures, respectively.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2011.06.020",
        "title": "Matrix transformation in fiber-added extruded products: Impact of different hydration regimens on texture, microstructure and digestibility",
        "abstract": "The objective of this work was to study the effect of three hydration regimens on the extent of matrix transformation, texture, microstructure and digestibility of a corn-based extruded product blended with apple pomace. Blends containing 0%, 17%, 22%, and 28% pomace were hydrated to 17.2% by adding water either into the preconditioner (P), the extruder (E) or dividing half in each (PE). Increasing the opportunity for hydration (P > PE > E) promoted more complete starch gelatinization at all pomace levels. Apple pomace promoted milder extrusion conditions, resulting in less starch gelatinization and solubilization, poor expansion and reduced starch digestibility. Digestible starch was inversely correlated to cell wall thickness/cell size ratio (r = 0.91), which increased with pomace addition. Thus, pomace decreased digestibility by promoting changes in structure and gelatinization. Delayed water addition (E) promoted broader cell size and cell wall thickness distributions, attributed to poor mixing and hydration. Therefore, water incorporation (not just total content) is a key factor in defining extrudate microstructure, texture and digestibility patterns.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jcs.2012.02.014",
        "title": "Process, structure and texture of extruded whole wheat",
        "abstract": "Whole wheat is well known by consumers as a health-providing ingredient. Nevertheless, in extruded products it leads to textures that are less favorable to consumer preference compared to its refined flour. An understanding of the effect of extrusion on whole wheat properties is therefore necessary to improve its texture. Whole wheat flour was extruded under varying conditions of water content (18 or 22%), screw speed (400 or 800 rpm) and barrel temperature (140 or 180 \u0001C) and its physicochemical properties were measured. Changing the extrusion conditions significantly modified the volumetric expansion index (between 9.1 and 20.6) and longitudinal expansion (between 0.93 and 2.98) of the samples. Interestingly, changing the extrusion conditions did not significantly modify the sectional expansion. Increasing barrel temperature, water content or screw speed decreased the shear viscosity of the melt. This can be explained by plasticizing effects and modification of starch properties. The change in shear viscosity at the die can mostly explain the effect of process conditions on volumetric expansion of the extruded whole wheat. The stress at rupture of the extruded samples was varied between 0.49 and 1.86 MPa depending on process conditions. It was the lowest at high water content and low screw speed",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.1983.tb14883.x",
        "title": "Functional Properties of Acylated Pea Protein Isolates",
        "abstract": "Pea protein isolates were acylated with succinic and acetic anhydride at 1.0, 3.0, and 5.0 mmol anhydride/g protein. The chemically modified isolates showed increased emulsifying capacity, emulsion stability, foam capacity and stability, and water adsorption compared to untreated pea protein isolate. In general, the greater the extent of acylation, the greater the improvement in emulsification properties compared to the untreated protein isolate; however, improvement at greater than 3.0 mmol anhydride/g protein was slight, Acetylation at 3 mmol/g increased foam capacity to the greatest extent. Water adsorption was enhanced to the greatest extent in protein isolates acetylated at 5 mmol/g. Acylation lowered the isoelectric point of protein isolates compared to untreated isolate, In vitro enzyme hydrolysis of the protein isolates, as determined by a multienzyme system of trypsin, chymotrypsin and peptidase, was not impaired by acylation.",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.2004.tb13634.x",
        "title": "A New Method for Characterizing Fiber Formation in Meat Analogs during High-moisture Extrusion",
        "abstract": "A noninvasive method based on fluorescence polarization spectroscopy was developed to measure the fiber formation of extruded meat analogs. Soy protein, wheat gluten, and unmodified wheat starch were mixed and extruded at high moisture conditions to form meat analogs with 60% to 72% moisture (w.b.). This newly developed method and a texture analyzer were used to analyze the fiber formation of extruded products as well as samples collected from different zones in the extruder and cooling die upon a dead-stop operation. The results indicated that the texture profile analysis could not adequately describe the fiber formation while the new method showed good agreements with results obtained from visual inspection and digital imaging of the dissected samples.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.ifset.2019.102275",
        "title": "Extruded meat analogues based on yellow, heterotrophically cultivated Auxenochlorella protothecoides microalgae",
        "abstract": "Alternatives to animal proteins with similar texture, appearance and taste are demanded by an increasing group of consumers. Plant-based meat analogues produced by high moisture extrusion cooking can provide relevant solutions. Here, microalgae combined to soy concentrates were shown to create fibrillary textured extrudates. The incorporation of spray-dried microalgae biomass in up to 50% affected the formation of fibers, which could be balanced by reducing moisture levels. The elevated fat content of microalgae biomass led to lubrication effects, while probably undisrupted microalgae cells acted as passive fillers and limited the access of intracellular proteins. Both effects may have reduced texturing but increased tenderness in comparison to pure soy based extrudates. By using heterotrophically cultivated Auxenochlorella protothecoides with a light-yellow coloration, a consumer-adverse visual appearance could be omitted. Microalgae integration improved the extrudate's nutritional profile by incorporating vitamins B and E, where over 95% was retained in the final product. Industrial relevance: The meat analogue industry strives to be more than an alternative for vegetarian and vegan customers. Large initial public offerings of relevant players underline the current economic and industrial interest. Besides animal wellbeing, meat analogues are praised mainly for their reduced ecological and environmental impact. Yet, most of the products on the market are based on environmentally questionable resources, such as soy. Hence, this study with focus on microalgae as a protein alternative to the ubiquitously applied soy protein concentrate is relevant to the evolving industry and research. In this manuscript, a fibrillary textured plant-based product using microalgae is shown without an adverse color.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foodhyd.2017.12.033",
        "title": "The phase properties of soy protein and wheat gluten in a blend for fibrous structure formation",
        "abstract": "Fibrous macrostructures can be obtained from among others soy protein isolate (SPI) - wheat gluten (WG) blends, when deformed with simple shear flow while heating. This SPI-WG blend consists of two phases, which are separated on a micrometer scale. The properties, especially the rheological properties, of SPI- and WG-phases determine the structure formation process largely. The objective of this study was to determine the properties of the phases present in SPI-WG blends using conditions relevant for fibrous structure formation. Since, the rheological properties are dependent on the concentration of each protein in its respective phase, we determined the water content in the two phases with a methodology based on time-domain nuclear magnetic resonance. The spatial distribution of the two phases was studied with confocal scanning laser microscopy, and the rheological properties were measured with three types of oscillatory rheology. The experiments showed that the SPI-phase absorbed more water than the WG-phase, which resulted in a larger volume fraction than mass fraction of the SPI-phase and vice versa for WG. The absorption of more water by SPI resulted in a lower concentration of SPI in that phase, remarkably leading to a G′-value for SPI that was similar to the rheological properties of WG. Similarities in rheological properties seem to be required to strongly deform and align the dispersed phase and form fibrous macrostructures.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2017.11.014",
        "title": "Understanding fiber formation in a concentrated soy protein isolate - Pectin blend",
        "abstract": "Concentrated blends of pectin in soy protein, subjected to simple shear flow while heated form solid, fibrous materials that are a basis for meat analogues. The commonly accepted ‘rule of mixing’ based on the cross-sectional area of a weak dispersed phase was used to predict mechanical anisotropy of the material. Experimentally, two different dispersed phases were observed in the continuous soy protein matrix; air and pectin. An optimum in shape anisotropy of the air and pectin droplets, and mechanical anisotropy was found for a shear rate of 39 s\u00011 . At higher shear rates, air was expelled and break-up of pectin droplets was found, resulting in materials with hardly any mechanical anisotropy. There was discrepancy between the modeled and experimental data when using the same mass fraction and volume fraction of pectin, whereas the model fitted better when assuming that the pectin phase absorbs more water relatively to the soy phase.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.lwt.2017.09.029",
        "title": "Influence of iota carrageenan addition on the properties of soya protein meat analogues",
        "abstract": "The aim of the study was to investigate the effect of addition of iota (i) carrageenan (ICGN) on physical properties (cooking yield, expressible moisture, and colour), texture, sensory parameters and microstructure of soya meat analogues produced by high moisture extrusion processing. The high moisture extrusion trials were carried out using soya protein concentrate with the addition of 0.75%, 1.5%, 2.25% and 3% ICGN (by dry mass). The colour of the extrudates was not affected drastically by the addition of ICGN. Expressible moisture and cooking yield were decreased and textural properties, such as cutting force and elasticity, were increased significantly upon the addition of ICGN. Scanning electron microscopic observations showed that increasing ICGN levels led to a more compact network in the meat analogues supporting the changes obtained in texture, cooking yield, and expressible moisture. Sensory evaluation results confirmed that the increase in ICGN concentration led to harder, more fibrous and less juicy products resulting in a significantly improved overall acceptance. The extrudate with 1.5% ICGN was preferred by the panellists.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foodhyd.2019.105562",
        "title": "Water redistribution determined by time domain NMR explains rheological properties of dense fibrous protein blends at high temperature",
        "abstract": "Blends of different plant proteins can form excellent basis for meat analogues by subjecting those to shear and heating. We here want to obtain more information of the internal structure of pea protein-gluten and soy proteingluten blends, by using the polymer blending law to explain rheological responses. For this polymer blending law the water distribution over the two phases is the blend was obtained with time domain 1H NMR measurements using the NMR measurements of individual protein phases and on the blend. By matching the relaxation rate (R2) of the individual phases with those of the blend, the water distribution over the two phases could be obtained. Water is preferentially taken up by the soy or pea protein phase leaving less water for gluten, which effect strongly changes the volume fractions of the phases. Rheological properties of the separate phases as function of their hydration resulted in higher apparent modulus for the wheat gluten phase, and a lower one for the pea and soy protein phase. From the results, it was concluded that both blends show signs of a bi-continuous morphology. The SPI-WG blend showed an intermediate value between bi-continuous and SPI continuous. PPI-WG at lower temperatures showed a bi-continuous structure, while at higher processing temperatures and time was probably WG continuous.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.tifs.2003.09.003",
        "title": "Meat alternatives — market developments and health benefits",
        "abstract": "A growing range of food ingredients is used in the manufacture of meat alternative products reflecting technological and innovative developments and consumer demand for high quality meat alternative products. This article reviews the market size and market drivers for such products, the key technological developments to date, the nutritional value, health benefits and potential contribution to public health of such foods, and relevant safety issues.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foodqual.2011.01.008",
        "title": "Identification of new food alternatives: How do consumers categorize meat and meat substitutes?",
        "abstract": "New meat substitutes need to be recognized as alternatives to meat. We therefore investigated which category representations consumers have of meat and meat substitutes. Thirty-four non-vegetarian participants performed a free sorting task with 17 meat products and 19 commercially available meat substitutes, followed by similarity and typicality ratings. Results indicated that categorization was largely influenced by the taxonomic classification of meat, so by categories that refer to the animal source like ‘pork’, ‘beef’ etc. Hence, meat substitutes were grouped separately from non-processed meat products. However, there were categories (e.g. ‘pieces’ and ‘sausages’) that contained both meat substitutes and processed meat products, as these products were perceived to be very similar. New meat substitutes should have a certain resemblance to meat in order to replace meat on the plate. This can be achieved by either similarity in appearance or by referring to shared scripts/goals, such as a similar application in meals.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foodqual.2016.03.011",
        "title": "Emotional and sensory profiling of insect-, plant- and meat-based burgers under blind, expected and informed conditions",
        "abstract": "The use of edible insects as a potential component of food products is gathering interest among scientists, policy makers and the food industry. Although recent research suggests that a growing number of Western consumers might be willing to consume food products containing edible insects or insect-based protein, little is known about the influence of ingredient information on product evaluation. The aim of this study was to examine (i) the overall liking, perceived quality and nutritiousness, and (ii) the emotional and sensory profiling of three commercially available burgers (insect-based, plant-based and meat-based), under blind, expected and informed conditions. In total, 97 young adults took part in this experiment, divided into two sessions to assess the effect of blind tasting. The findings of the study revealed that although the overall liking for the insect burger was comparable to the liking for the plant-based burger, further product development is needed to improve its sensory quality. Complete assimilation occurred for the insect-based burger, which shows that information influenced overall liking. In addition, the informed condition had little influence on emotional conceptualisations. Future research should further explore different informational strategies in order to obtain a better understanding on Western consumers’ evaluation of insect-based products.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2017.06.035",
        "title": "Structure design of insect-based meat analogs with high-moisture extrusion",
        "abstract": "A rapid increase of world population and a lack of traditional protein sources create preconditions for the search of alternatives and development of new acceptable food products. Insects currently are perceived as an alternative source of proteins in a few European countries. Twin screw high-moisture extrusion applied to the mixture of protein concentrates (insect with concentration of 15–50% dry matter and soy) and water resulted in fibrous meat analogs with hardness texture and protein composition similar to meat. The best result (most similar to standard soy-based sample) was highlighted for the mixture of protein concentrates (40% Alphitobius diaperinus and 60% soy dry matter). Scanning electron microscopy indicated further improvement of texture for the samples with 5–10% of soy fiber.",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.1999.tb15073.x",
        "title": "Extrusion Texturization of Air-Classified Pea Protein",
        "abstract": "Air-classified pea protein was texturized using a twin-screw extruder. The effects of moisture, screw speed and barrel temperature on the physical, functional and nutritional characteristics of texturized pea protein were investigated. Increased dough moisture increased product bulk density (BD) and available lysine (LYS) of texturized pea products, but decreased water-holding capacity (WHC) and in vitro protein digestibility (DIG). Raising the screw speed reduced BD and LYS of texturized pea protein, but increased WHC and DIG. Bulk density and LYS decreased as barrel temperature was increased, whereas WHC and DIG increased. Texturized pea protein resembled commercial texturized soy products with respect to most physical and functional properties.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2019.04.022",
        "title": "Comparing structuring potential of pea and soy protein with gluten for meat analogue preparation",
        "abstract": "Pea protein isolate can be combined with wheat gluten into materials with a fibrous morphology using shear induced structuring combined with heating. Results are partly in-line with soy protein isolate-wheat gluten blends, but the latter yields anisotropic materials in a much broader temperature range. Both blends also have the ability to include air. Air bubbles were aligned and deformed at process conditions that gave the most pronounce fibrous products. Mechanically, the pea protein-gluten materials processed at 140 °C had a similar strength as soy protein blends. At 110 and 120 °C, the pea protein blends had a strength that was comparable to a chicken meat reference (50–100 kPa) but weaker than their counterparts with soy (220–300 kPa). Blends of pea protein-gluten show potential for preparing structured plant protein materials, but the application area might be different compared with potential applications of soy protein-gluten blends.",
        "relevant": true
    },
    {
        "doi": "10.1111/jfpp.14123",
        "title": "Physicochemical and functional characteristics of plant protein‐based meat analogs",
        "abstract": "Isolated soy protein (ISP), isolated mung bean protein (IMBP), isolated peanut protein (IPNP), isolated pea protein (IPP), and wheat gluten (WG) were texturized by (50%) intermediate moisture extrusion for comparing product characteristics. High water‐ holding capacity was observed in ISP‐ and IPP‐based texturized vegetable proteins (TVPs), while high integrity index was exhibited in IPP‐ and WG‐based TVPs. ISP‐, IPP‐, and WG‐based TVPs indicated high textural properties, whereas IMBP‐ and IPNP‐based TVPs presented low rehydration and textural properties. The amounts of sulfur‐containing amino acids of ISP, IPP, and WG increased after extrusion. The lowest essential amino acids content was found in WG‐based TVP. ISP‐ and IPP‐ based TVPs displayed more sponge‐like structure than those other proteins. Protein solubility of TVPs was significantly lower than that of their raw materials. Our find‐ ings reveal that the desired meat analog with high potential in physicochemical and functional characteristics under intermediate moisture extrusion among TVPs is IPP‐ based TVP. Practical applications It is well‐known that soybean protein and wheat gluten (WG) were widely used for producing a texturized vegetable protein (TVP). However, soybean protein and WG have limitations as food allergen and imbalance of essential amino acids, respectively. Thus, mung bean protein, peanut protein, and pea protein were chosen for this study. From the results, it could be possible to develop a new generation of TVP from pea protein instead of soybean protein and WG for future human diets.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2017.06.037",
        "title": "Effect of Low Moisture Extrusion on a Pea Protein Isolate’s Expansion, Solubility, Molecular Weight Distribution and Secondary Structure as Determined by Fourier Transform Infrared Spectroscopy (FTIR)",
        "abstract": "To investigate the effect of low moisture extrusion cooking on the structural changes of protein and expansion properties, a pea protein isolate was processed in a twin screw extruder at varying screw speed (400-700 min−1), moisture content (26–35%) and barrel temperature (130–170 °C). An expanded protein isolate matrix was achieved for a specific mechanical energy input above 180 kJ/kg and product temperatures above 130 °C. The expanded protein network was presumably stabilized by increased protein aggregation, which most likely was formed by α-helices, β-sheet, non-covalently bonded β-turn or anti-parallel β-sheet structures as identified by FTIR. SDS-PAGE suggested, that neither the vicilin nor the convicilin fraction of the protein were altered, whereas legumin was either proteolysed or aggregated. Processing reduced the protein’s water solubility. This knowledge contributes to a deeper understanding of the structural changes in a pea protein isolate as caused by low moisture extrusion.",
        "relevant": true
    },
    {
        "doi": "10.1201/9780203910580",
        "title": "Food Protein Analysis Quantitative Effects On Processing",
        "abstract": "Ideal for planning, performing, and interpreting food protein analyses, especially as it relates to the effect of food processing on protei investigation results. Delineates basic research principles, practices, and anticipated outcomes in each of the illustrated protein assays.",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.1999.tb15108.x",
        "title": "Pasta-Like Product from Pea Flour by Twin-Screw Extrusion",
        "abstract": "The effects of extrusion parameters on the characteristics of a pasta-like product were investigated. Increasing moisture content of the dough decreased brightness, bulk density, cooking loss and stickiness, but increased cooking time and firmness. Raising the barrel temperature increased cooking time, firmness and stickiness, but brightness, bulk density and cooking loss decreased. Increasing the screw speed increased cooking time, cooking loss, firmness and stickiness, but decreased brightness and bulk density. The product exhibited superior integrity, flavor, and texture after cooking, and less change after overcooking, compared to pasta-like products prepared from pea flour using a conventional pasta extruder.",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1745-4603.2004.tb00601.x",
        "title": "PHYSICOCHEMICAL PROPERTIES OF TEXTURIZED MEAT ANALOG MADE FROM PEANUT FLOUR AND SOY PROTEIN ISOLATE WITH A SINGLE-SCREW EXTRUDER",
        "abstract": "The objective of this study was to establish conditions for the texturization of soy protein isolate and peanut flour mixture using a single‐screw extruder. The effects of feed moisture, screw‐speed, and barrel temperature on the characteristics of the texturized products were studied. Feed moisture was the most important factor affecting the texture. Feeding ingredients with 22% moisture had the highest water absorption and expansion indices, and Hunter L value ( P < 0.05). When the screw speed was above 180 RPM, the meat analog had a 12% decrease in the expansion index and a 5% decrease in moisture content ( P < 0.05). When the barrel temperature was increased to 165C, there was a 12% decrease in the water absorption index, and a 23% decrease in the expansion index of the meat analogs ( P < 0.05). Overall, an acceptable meat analog could be successfully produced with 22% moisture in the raw ingredient, screw speed at 140 RPM, and barrel temperatures at 150, 155, and 160C for the three temperature zones respectively.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2013.11.023",
        "title": "High moisture extrusion cooking of pea protein isolates: Raw material characteristics, extruder responses, and texture properties",
        "abstract": "The production of palatable meat analogues using high moisture extrusion cooking is a complex process that depends on both the properties of the protein ingredients and the extrusion conditions. Three commercial pea protein isolates were compared in order to investigate which protein properties affect extruder responses and product texture properties. The comparison revealed that although their basic chemical compositions were similar their functional properties affected the viscosity of the protein mass during the initial heating phase of the extrusion process. The product texture properties depended on the cooking temperature and were basically similar among the proteins, although considerably different energy input was observed during texturization. Our findings show that pea protein isolates are valuable raw materials for the development of fibrous whole-muscle meat alternatives, opening up a wide range of products for different consumer requirements",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foodres.2009.09.033",
        "title": "Effect of protein, moisture content and barrel temperature on the physicochemical characteristics of pea flour extrudates",
        "abstract": "The effects of protein content (6%, 12% or 18%, db), moisture content (15%, 18% or 21%, wb), temperature (set temperature of the final barrel section—100, 120 or 140 C) and a leavening agent (0.5% sodium bicarbonate) on the direct expansion characteristics of pea flour were determined with a twin-screw, co-rotating extruder. The various levels of protein were obtained by blending air-classified pea starch (6% protein, 85% starch) and pea flour (24% protein, 56% starch). Extrusion of pea flour containing 6% protein and 15% moisture at a set temperature of 120 C resulted in expansion indices (EIs) of 3.3 and 3.6, respectively, in the absence or presence of the leavening agent. EI decreased, and extrudate bulk, particle densities and hardness increased with increase in protein or moisture content. Lysine losses were proportionally lower at higher protein and moisture contents.",
        "relevant": true
    },
    {
        "doi": "10.1002/jsfa.2740580114",
        "title": "Twin-screw Extrusion of Two Pea Varieties : Effects of Temperature and Moisture Level on Antinutritional Factors and Protein Dispersibili ty",
        "abstract": "A series of tests was made with two varieties of pea (Pisum sutitwn L) to measure the effects of extrusion temperature (105-140°C) and moisture level (14-33 %) on the level of antinutritional factors (ANF). Twin-screw extrusion cooking of peas showed the dependence of proteinaceous ANF (such as trypsin inhibitors and lectins) on the processing variables used. For the round-seeded pea variety (Finale), the moisture level as well as the temperature proved to be an important variable, although inactivation of trypsin inhibitor activity was complete for all processing conditions investigated. For the wrinkleseeded pea (var C306), the temperature used during extrusion cooking largely inactivated ANF. The costs of extrusion vary considerably according to the processing conditions and are confined to the desired objectives of extrusion cooking. The objectives, in terms of the inactivation rates for pea ANF. must therefore, be clearly defined and based on threshold levels established from experiments with monogastric animals. Regression models for the inactivation of ANF are given to facilitate the choice of twin-screw extrusion-cooking variables for the upgrading of the nutritional value of pea protein.",
        "relevant": true
    },
    {
        "doi": "10.1046/j.1365-2621.1999.00256.x",
        "title": "High moisture food extrusion",
        "abstract": "Extrusion at higher moisture contents (> 40%), also known as wet extrusion, is relatively less investigated compared to low and intermediate moisture extrusion. Literature on high moisture food extrusion has been reviewed. Wet extrusion applications utilise twin screw extruders due to their efficient conveying capabilities. Extruders can be used as bioreactors for starch hydrolysis using thermally stable enzymes. This process is usually followed by saccharification inside or outside an extruder to produce a high DE (dextrose equivalent) syrup. Starch‐based high moisture extrusion research also reports a few modelling studies. The rheological properties, torque and energy requirements of high moisture extrusion systems are different from those of low and intermediate systems. Other research reviewed includes the extrusion of low‐cost plant and animal proteins to manufacture nutritious food products that imitate the texture, flavour, and mouthfeel of meat.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2019.01.001",
        "title": "High moisture extrusion of soy protein concentrate: Influence of thermomechanical treatment on protein-protein interactions and rheological properties",
        "abstract": "This study aims at gaining a better understanding on the structuring mechanisms of soy protein concentrate (SPC) during high moisture extrusion. Formation of anisotropic structures was investigated at various process conditions, characterized by extruder temperature (100–143 °C), extruder pressure (1.7–2.7 MPa), and specific mechanical energy input (85–350 kJ/kg). At these conditions, anisotropy occurred with increased extrusion temperature. Compared to untreated SPC, no change in protein-protein interactions occurred for extruded samples. Applying a Closed Cavity Rheometer allowed investigating the influence of defined thermomechanical treatment on rheological properties. Increasing thermal treatment had a pronounced influence on flow behavior, causing a decrease in complex viscosity. Since protein-protein interactions were not influenced, these findings imply that structural changes of polysaccharides present in SPC could be responsible for the significant change in rheological properties, which is expected to play a major role on the formation of anisotropic structures.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.ifset.2017.09.013",
        "title": "Analysis of the reaction behavior of highly concentrated plant proteins in extrusion-like conditions",
        "abstract": "In processes such as extrusion processing, thermomechanical stresses are explicitly applied to proteins to develop novel structures, such as meat and fat replacers. However, due to the complexity of the processing conditions, little is known about the protein reactivity and structural changes under extrusion-like conditions. In this work, a specific closed cavity rheometer was used to analyze the decisive process parameters leading to significant change in the reaction behavior of a model plant protein system, i.e. vital wheat gluten, in defined extrusion-like conditions. The results show that the reaction behavior of the gluten proteins is a strong function of temperature, water content, shear and a step change in shear. Increasing water content in the range of 20% to 40% (w/w) led to significant increase in the reaction rates. Also the application of higher shear resulted in higher reaction rates, but mainly for degradation reactions.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2018.10.006",
        "title": "In-line rheological and microstroctural characterization of high moisture content protein vegetable mixtures in single screw extrusion",
        "abstract": "To increase the utilization of side-streams from the food industry more investigations of multiple protein systems could be beneficial, complementary to the extensive studies available on single sourced protein isolates. Here, high moisture content protein-rich side streams were investigated in single screw extrusion. Vegetable protein mixtures comprising potato protein, oat protein and wheat bran were considered. Potato starch and potato fibers were used as structuring agents. Microstructurally, all compositions were dominated by protein aggregates. The structural agents enhanced the interconnected starch phase and/or additionally introduced fiber aggregates, with little apparent influence on the protein aggregates size and distribution. The moisture content was found to exert a dominant influence on the shear viscosity of the compositions. In addition, a saturation behavior of the power law parameters over 45% moisture content was apparent in the presence of the structural agents. An improved knowledge of industrial side-streams processability could increase their use in novel food products and exploited to create products with improved nutritional profiles.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2019.04.006",
        "title": "High moisture extrusion of wheat gluten: Relationship between process parameters, protein polymerization, and final product characteristics",
        "abstract": "The polymerization of wheat gluten induced by the formation of disulfide bonds can be considered as one of the decisive mechanisms leading to the formation of meat analog products with anisotropic structures. Accordingly, the influence of barrel temperature (100, 125, 155 °C), screw speed (180, 400, 800 rpm) and feed rate (10, 20 kg/h) on wheat gluten polymerization and final product characteristics was investigated. Analysis of total SDS-extractable protein (SDS-EP) confirmed that wheat gluten polymerization increased with increasing thermomechanical treatment. The observed increase in polymerization could be correlated with the formation of anisotropic product structures and an increase in hardness and Young's modulus. Altogether, these results demonstrate that defining polymerization reactions of wheat gluten and their relation to extrusion process conditions can provide essential information towards tailoring final product characteristics",
        "relevant": true
    },
    {
        "doi": "10.1007/s10068-020-00737-3",
        "title": "Fermentation of texturized vegetable proteins extruded at different moisture contents: effect on physicochemical, structural, and microbial properties",
        "abstract": "To investigate the effect of fermentation on texturized vegetable protein (TVP), TVPs extruded at 40 and 50% feed moisture contents (MC) were fermented using Bacillus subtilis at 37 C. Physicochemical, structural and microbial properties of TVPs were determined at 0, 12, 24, 36, 48, and 60 h after fermentation. Integrity index of fermented TVPs did not change significantly until 24–36 h after fermentation. Springiness and cohesiveness remained stable after fermentation in all samples. Significant total color change was observed during fermentation. The pH values dropped initially and rose again with a coincident increase in nitrogen solubility index and viable cell count of B. subtilis. During fermentation, TVP extruded at 50% MC maintained higher chewiness, hardness, integrity index, and layered structure than that extruded at 40% MC. The study demonstrated that fermenting the TVP extruded at 50% MC has potential to produce a new type of TVP based B. subtilis fermented food.",
        "relevant": true
    },
    {
        "doi": "10.1002/jsfa.9722",
        "title": "Effects of extrusion types, screw speed and addition of wheat gluten on physicochemical characteristics and cooking stability of meat analogues",
        "abstract": "BACKGROUND: Plant protein-based products such as meat analogues have been receiving attention over the years. However, comparisons of product properties and mechanisms applied in the production of low- and high-moisture meat analogues have not been reported. In this study, the effects of extrusion types (low- and high-moisture extrusion cooking), absence or presence of added wheat gluten, as well as screw speed (150 and 200 rpm) on the physicochemical properties of meat analogues were evaluated. The mechanism of protein texturization of low- and high-moisture meat analogues was studied. RESULTS: Extrusion types and addition of wheat gluten had a major influence on physicochemical characteristics which were critical in controlling the fibrous texture of the final product, while screw speed had a minor impact on springiness only (P < 0.001). All high-moisture meat analogues (HMMAs) were associated with a higher integrity index and greater stability of springiness and cutting strength than low-moisture meat analogues (LMMAs) using the same formula and screw speed, while the nitrogen solubility index of HMMAs was lower. Based on the physicochemical properties determined, the higher cross-link formation in HMMAs is proposed to occur in the cooling die section. CONCLUSION: Our findings show that the utilization of high-moisture extrusion cooking and the incorporation of wheat gluten into the formula at 400 g kg−1 could impart a fibrous a",
        "relevant": true
    },
    {
        "doi": "10.1111/ijfs.14319",
        "title": "Extruded meat alternatives made from Maillard-reacted beef bone hydrolysate and plant proteins: part I – Effect of moisture content",
        "abstract": "This study investigated the effects of moisture content (MC) on the physicochemical properties of extruded meat alternatives made from Maillard-reacted beef bone hydrolysate and plant proteins. Samples were extruded at 170 °C (maximum barrel temperature), at 3.6 kg h\u00011 (liquid feed rate) and at 1.8, 2.2, 2.6 and 3.0 kg h\u00011 (dry feed rates) to obtain MC of 60%MC, 56%MC, 52%MC and 49%MC, respectively. Meat alternatives at 52%MC showed the greatest degree of texturisation. However, meat alternatives at 49%MC were the closest in terms of both textural and microstructural properties to reference sample, boiled chicken breast. Results from protein solubility suggested that a large amount of aggregated proteins were associated with hydrogen bonds, while disulphide bonds were the main contributor in the formation of fibrous structure in meat alternatives. Results showed that the change in MC as process parameter played an important role in the formation of fibrous structure in extruded meat alternatives.",
        "relevant": true
    },
    {
        "doi": "10.1016/B978-0-08-100596-5.03099-7",
        "title": "High-Moisture Extrusion: Meat Analogues",
        "abstract": "High-moisture extrusion cooking of plant proteins has recently gained increasing attention for the production of meat analogues. The combination of heating and subsequent cooling of the protein–water mixture facilitates the texturization to layered or fibrous structures with a meatlike appearance. Up to now, the processes inside the extruder and the long cooling die could not be described exactly, that is why high-moisture extrusion is often regarded as a ‘black box.’ This article describes the effects of independent process variables such as raw material characteristics as well as extruder and process design on the formation of fibrous structures. Concurrently, the effects of dependent system parameters such as pressure, temperature, and changes at a molecular level with focus on protein–protein interactions have also been taken into consideration. This article shows that a very large number of parameters directly influence the product's quality and must therefore be carefully adjusted to obtain products with fibrous meatlike properties.",
        "relevant": true
    },
    {
        "doi": "10.1016/B978-0-08-100596-5.03280-7",
        "title": "Production of Restructured Meatlike Products by High Moisture Extrusion Technology",
        "abstract": "Extrusion technology is a popular approach to give foods special characteristic properties. Today a broad range of products are established in the market. Not only typical expanded products like snacks, breakfast cereals, and flatbread but also noodles, chewing gum, and crumbs are products which are processed by extrusion technology. Extrusion also offers a big potential for the meat industry. The so-called high moisture extrusion allows generation of meatlike structures in products based entirely on vegetable protein. Furthermore, a combination of vegetable proteins and meat is possible to restructure e.g., by-products from meat processing.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.ifset.2016.07.003",
        "title": "Shear-induced fibrous structure formation from a pectin/SPI blend",
        "abstract": "Well-defined shear flow can be applied to create fibrous, anisotropic samples from biopolymers when present at sufficiently high dry matter contents. Anisotropic biopolymer structures are of high interest especially when made from plant-based polymer blends due to novel food applications, like meat replacers. We investigate shear-induced structuring of a pectin/soy protein isolate (SPI) blend under heating. Scanning Electron Microscope analysis revealed that shear-induced structuring resulted in elongated pectin filaments, oriented in the direction of the shear flow, being entrapped in a continuous protein phase, inducing anisotropy in the blend. The length of the pectin filaments increased upon higher pectin concentrations and shearing temperatures, leading both to higher anisotropy, as measured with the tensile strength analysis. The fibrous appearance of samples became more evident when deforming the product by tearing, which effect was thought to be caused by detachment through or along the long side of the pectin filament. Industrial relevance: The efficient preparation of fibrous products based on plant materials is of interest, because these products can be a starting point for the development of meat replacers. Meat replacers made from plant material are a promising, innovative, and sustainable source of protein for human consumption. With an increasing world population, creation of innovative sources of protein are needed to be able to feed everyone (United Nations - Department of Economic and Social Affairs, 2015). Proteins from plant sources, such as soy, are preferred over proteins from animal origin because plant based materials, for example, have lower environmental impact (Day, 2013; Mogensen, Hermansen, Halberg, Dalgaard, R., Vis, & Smith, 2009). In order to replace meat by a plant-based meat replacer, it is important that a similar product in terms of structural properties is developed to improve consumer acceptance (Hoek et al., 2011). Meat replacers are often produced with extrusion cooking, which is a process that has been applied for texturization of plant materials in the application of meat replacers for decades (Campbell, 1981; Harper & Clark, 1978). Previous research showed that a novel technique based on well-defined shear flow can also be used to create fibrous, anisotropic structures from plant-based biopolymers at sufficiently high dry matter contents, with a cone–cone device (Shear Cell) or a concentric cylinder device (Couette Cell) (Grabowska, Tekidou, Boom, & van der Goot, 2014; G. A. Krintiras, Göbel, Bouwman, van der Goot, & Stefanidis, 2014; Manski, van der Goot, & Boom, 2007). This novel technique uses milder conditions for structure formation, due to lower applied shear forces, and has therefore a lower specific mechanical energy input",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foodhyd.2016.04.020",
        "title": "A combined rheology and time domain NMR approach for determining water distributions in protein blends",
        "abstract": "We present a combined time domain NMR and rheology approach to quantify the water distribution in a phase separated protein blend. The approach forms the basis for a new tool to assess the microstructural properties of phase separated biopolymer blends, making it highly relevant for many food and non-food related applications. First, we determine the relaxation rate of absorbed water, and the viscoelastic properties of the separated phases as function of the water content. Next, the same properties are measured for the protein blends. Finally, predictions for water distribution obtained from rheological experiments are made via the polymer blending law, and compared to a more direct assessment of the water distribution with time-domain NMR relaxometry (TD-NMR). In this study, the protein blend consists of soy protein isolate (SPI) and vital wheat gluten (WG). We demonstrate that predictions for water distribution are similar for both TD-NMR and rheological measurements. It turns out that water does not distribute homogenously over the phases. Independent of the SPI and WG ratio, more water is absorbed by the SPI phase relative to the WG phase, which largely determines the resulting rheological properties of the blends.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2016.05.010",
        "title": "Shear-induced structuring as a tool to make anisotropic materials using soy protein concentrate",
        "abstract": "This research presents the formation of anisotropic, and partly fibrous, semi-solid structures with Soy Protein Concentrate (SPC) using the concept of shear-induced structuring. The morphological and mechanical properties of the structures obtained are analyzed using confocal scanning laser microscopy (CSLM), and large scale mechanical deformation analysis. We present process conditions leading to the formation of anisotropic structures in SPC and found that comparable conditions did not result in anisotropy when using soy protein isolate. Results indicate the importance of the dry matter content, the process temperature and the presence of carbohydrates in structure formation. CSLM pictures show that carbohydrates form a separate phase in the system, which is oriented upon processing. The need for high temperatures also required the development of next generation shearing equipment.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.cofs.2015.08.002",
        "title": "Recent advances in the functionality of non-animal-sourced proteins contributing to their use in meat analogues",
        "abstract": "To meet the increasing need for protein-rich ingredients in the growing population, proteins from non-animal sources are being developed as potential replacements for animal-sourced protein in meat products. This review focuses on developments in the extraction, processing, and physical functionality of protein from oilseeds, grain-based prolamins, legumes, microbial, and insect sources, particularly from the past three years. Extraction techniques have been investigated to better isolate individual protein fractions or eliminate nutritionally-undesirable and functionally-undesirable phenolic compounds. Protein from canola/rapeseed, maize zein, chickpea, and insects has desirable properties for meat-analog products that are likely to be developed in the near future. Finally, temperature control during extrusion or extensional flow devices also show promise for producing meat-like structures.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.cofs.2015.07.008",
        "title": "Progress in natural emulsifiers for utilization in food emulsions",
        "abstract": "There is growing demand in the food industry for natural ingredients to fabricate ‘clean label’ products. This article provides a review of recent studies on the identification, characterization, and utilization of natural food-grade emulsifiers, such as proteins, polysaccharides, phospholipids, and saponins. Particular emphasis is given to relating the structural properties of these emulsifiers to their ability to form and stabilize emulsions. The influence of environmental stresses, such as pH, ionic strength, and temperature, on the performance of natural emulsifiers is discussed. This information should facilitate the rational selection of natural emulsifiers for applications in emulsion-based food, beverage, cosmetic, and pharmaceutical products.",
        "relevant": true
    },
    {
        "doi": "10.1016/B978-0-08-100596-5.03281-9",
        "title": "Manufacture of Meat Analogues Through High Moisture Extrusion",
        "abstract": "Meat analogues find raising interest of many consumers who are looking for indulgent, healthy, low environmental impact, ethical, costeffective, and/or new food products. High moisture extrusion cooking enables the production of fresh, premium meat analogues that are texturally like muscle meat from plant or animal proteins. The appearance and eating sensation are similar to cooked meat while high protein content offers a similar nutritional value. This article focuses on plant-based meat analogues and covers process and product-related aspects including ingredients and structure formation, flavor, taste and nutritional value, postextrusion processing, packaging and shelf life, consumer benefits, and product-related environmental impacts.",
        "relevant": true
    },
    {
        "doi": "10.1021/jf073343q",
        "title": "Protein–Protein Interactions during High-Moisture Extrusion for Fibrous Meat Analogues and Comparison of Protein Solubility Methods Using Different Solvent Systems",
        "abstract": "Soy protein, mixed with gluten and starch, was extruded into fibrous meat analogues under highmoisture and high-temperature conditions. The protein solubility of samples collected at different extruder zones and extrudates made with different moistures was determined by 11 extraction solutions consisting of 6 selective reagents and their combinations: phosphate salts, urea, DTT, thiourea, Triton X-100, and CHAPS. Protein solubility by most extractants showed decreasing patterns as the material passed through the extruder, but the solution containing all 6 reagents, known as isoelectric focus (IEF) buffer, solubilized the highest levels and equal amounts of proteins in all samples, indicating that there are no other covalent bonds involved besides disulfide bonds. With regard to relative importance between disulfide bonds and non-covalent interactions, different conclusions could be made from protein solubility patterns, depending on the type of extracting systems and a baseline used for comparison. The observation points out pitfalls and limitation of current protein solubility methodology and explains why controversy exists in the literature. Using the IEF buffer system with omission of one or more selective reagents is considered to be the right methodology to conduct protein solubility study and thus recommended. Results obtained with this system indicate that disulfide bonding plays a more important role than non-covalent bonds in not only holding the rigid structure of extrudates but also forming fibrous texture. The sharpest decrease in protein solubility occurred when the mix passed through the intermediate section of the extruder barrel, indicating formation of new disulfide bonds during the stage of dramatic increase in both temperature and moisture. After this stage, although the physical form of the product might undergo change and fiber formation might occur as it passed through the cooling die, the chemical nature of the product did not change significantly.",
        "relevant": true
    },
    {
        "doi": "10.1080/87559129209540940",
        "title": "New protein texturization processes by extrusion cooking at high moisture levels",
        "abstract": "Although primarily used at low moisture levels, extrusion cooking with twin‐screw extruders also applies to food mixes with 40–80% moisture. Such levels reduce or prevent viscous dissipation of energy and product expansion, but facilitate operations such as fat emulsification, sterilization, protein gelation, restructuring and shaping of comminuted meat or fish, and microcoagulation and/or fibrillation of specific protein constituents. Fibrous gelled structures are obtained from (a) defatted soy flours or concentrates; (b) wheat gluten; and (c) mixes containing 70–80% surimi plus 30–20% soy concentrate or gluten, by extrusion cooking at 50–70% moisture, at barrel temperatures above 140°C, using long cooling dies. The continuous gelled bands are highly resistant to stretching in the longitudinal direction. They display a multilayer and partly fibrous structure. An extruded crab analog with a finely fibrous texture, made from Alaska pollack surimi plus egg white and 1% starch, is already commercialized in Japan. Three main phenomena are involved in the formation of these structures: (a) protein plastification (“melting”) within the extruder, which requires a barrel temperature of 140–180°C (at 60–70% water), a residence time close to 150 s, and high shear forces; (b) stability of extrusion conditions, without surging (often difficult to achieve); (c) presence of a long cooling die, exerting essential functions: upstream pressure generation, enabling high temperature, channel filling, and extrudate continuity; progressive reduction of the mechanical and thermal energy of the food mix, permitting proper shaping, while avoiding product expansion; alignment of dispersed protein particules along the shear gradient in the narrow die channel, leading to layer and fiber formation. The restructuring of mechanically deboned meat can be achieved through extrusion cooking (40–50% water) in the presence of high levels of binders such as starch or cereal flours. Such experiments were carried out without a cooling die and without fiber formation. Emulsified and gelled cheese analogs, with textures ranging from hard blocks to soft spreads, can be obtained with a single extruder pass, starting from cheddar or from caseinate plus various fats. The extents of fat emulsification and of casein “reassociation,” and the melting ability, depend on composition and process parameters. The extrusion of fibrous products similar to mozzarella‐based string cheese is attempted. Fat substitutes with a smooth and spread‐like consistency are also prepared by thermomechanical processing of caseinate and/or whey proteins in a twin‐screw extruder at an acid or neutral pH. Shear forces and several biochemical mechanisms concur to induce the “microcoagulation” of β‐lactoglobulin as small‐size particles (<20 μm). Other potential moist extrusion processes include the coagulation of skim milk powder into an insoluble acid casein coprecipitate, the encapsulation of small molecules into protein gels, and the formation of edible thin protein films.",
        "relevant": true
    },
    {
        "doi": "10.1080/87559129.2016.1242135",
        "title": "Pea protein isolates: Structure, extraction, and functionality",
        "abstract": "In keeping with emerging consumer trends, the food industry is continually searching for cheaper and healthier protein ingredients to replace those derived from animal sources (e.g., whey, casein, gelatin, and ovalbumin), gluten-based proteins (e.g., wheat), and soy. Pea protein shows promise in filling this niche because it is nongenetically modified organism (GMO), gluten-free, nutritious, and of low allergenicity. This review discusses structure–function relationships of pea protein isolates, the impact of extraction techniques used to produce the isolate, and the impact of cultivar and environment on ingredient performance in terms of solubility, water- and oilholding capacities, emulsifying, foaming, and gelation properties.",
        "relevant": true
    },
    {
        "doi": "10.1080/10408398.2012.689381",
        "title": "Meat analogue: A Review",
        "abstract": "The health conscious consumers are in search of nutritious and convenient food item which can be best suited in their busy life. The vegetarianism is the key for the search of such food which resembles the meat in respect of nutrition and sensory characters, but not of animal origin and contains vegetable or its modified form, this is the point when meat analogue evolved out and gets shape. The consumers gets full satisfaction by consumption of meat analogue due to its typical meaty texture, appearance and the flavor which are being imparted during the skilled production of meat analogue. The supplement of protein in vegetarian diet through meat alike food can be fulfilled by incorporating protein rich vegetative food grade materials in meat analogue and by adopting proper technological process which can promote the proper fabrication of meat analogue with acceptable meat like texture, appearance, flavor etc. The easily available vegetables, cereals and pulses in India having great advantages and prospects to be used in food products and it can improve the nutritional and functional characters of the food items. The various form and functional characters of food items are available world over and attracts the meat technologists and the food processors to bring some innovativeness in meat analogue and its presentation and marketability so that the acceptability of meat analogue can be over grown by the consumers.",
        "relevant": true
    },
    {
        "doi": "10.1080/10408399209527604",
        "title": "Extrusion of Food Proteins",
        "abstract": "Protein extrusion has frustrated earlier predictions regarding its impact in the development of food products. The main reason for this disappointing performance has been its failure to yield fabricated food products with textural quality close enough to that of natural products at competitive prices. Texturized soya protein by extrusion is presently the only commercial success in this area, being incorporated into several convenience products, increasing their protein content and quality and conferring them some desirable sensory properties. Technological and scientific gaps in the extrusion texturization are still to be bridged if this technique is to be applied for upgrading unconventional protein. The precise mechanisms responsible for protein texturization through extrusion are still unclear. Proteins show a very wide range of extrusion behavior that is probably related to large differences in their association properties. New peptide bonds, formed by free amino and carboxylic groups of the protein, were postulated as being responsible for the cross-linking that takes place in protein extrusion. However, disulfide bonds and electrostatic and hydrophobic interactions are regarded presently as the texturization mechanism in this process. The recently suggested suspension (or filled \"melt\") model for biopolymer extrusion offered a new framework for testing extrusion of novel proteins. According to this view, the large differences between the association properties of proteins produce different types of aggregates. Some of them can be insoluble under extrusion conditions and act as a dispersed phase within the melt phase. The extrusion performance of a protein will thus depend on the amount of insoluble aggregate produced inside the extruder and on protein-protein interactions that occur after the superheated molten mass leaves it.",
        "relevant": true
    },
    {
        "doi": "10.1080/10408398.2018.1487383",
        "title": "Changes in conformation and quality of vegetable protein during texturization process by extrusion",
        "abstract": "Texturized Vegetable Protein (TVP), as meat analogs, has garnered attention due to the nutritional advantages it offers over conventional animal proteins. During the extrusion process of TVP, under the comprehensive effects of temperature, shear force, and pressure, complex conformational changes and molecular interactions amongst protein, carbohydrate, lipid, and other components occur, all of which influence the quality of TVP. Control of the extrusion process is still one of the largest challenges in its evolution. Therefore, this review aims to summarize the development and current status of food extrusion technology for TVP production and give detailed descriptions about the conformational changes of the main components during the extrusion process, focusing on the effects of barrel temperature, moisture content, feed rate and screw speed on TVP quality. Lastly, we discuss approaches to characterize the extrusion process and propose a new system analysis model.",
        "relevant": true
    },
    {
        "doi": "10.1006/fstl.1996.0080",
        "title": "Influence of Process Variables on the Characteristics of a High Moisture Fish Soy Protein Mix Texturized by Extrusion Cooking",
        "abstract": "A two-level factorial experimental design was used to study the influence of process variables (feed rate, 33 – 38 kg/h; screw speed, 70 – 100 rpm; extruder barrel temperature, 173 – 177 °C; feed moisture, 630 – 650 g/kg) on the resistance to stretching, colour and final water content (after immersion in water) of extrudates from a mix of fish surimi and soy protein concentrate texturized by extrusion cooking. The relationship between process variables and system parameters (product temperature before the cooling die, mean and peak residence times in the extruder + die) was also investigated. Extrusion cooking was carried out on a long barrel (1500 mm) co-rotative twin screw extruder equiped with an 800 3 40 3 3 mm cooling die. Extrudate texture was found to depend mainly on feed moisture, screw speed and barrel temperature, in this decreasing order. Extrudate colour depended most significantly on feed moisture and barrel temperature, while the final water content of extrudates (after immersion in water) was most affected by barrel temperature and screw speed. Within the experimental domain, the feed rate and mean residence time had no significant effect on the characteristics of extrudates",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.2000.tb15991.x",
        "title": "Texture and Chemical Characteristics of Soy Protein Meat Analog Extruded at High Moisture",
        "abstract": "The relationships among extruder responses, texture, and protein solubility of soy protein meat analogs were studied. Soy protein isolate and wheat starch at 9:1 ratio were extruded at 60%, 65%, and 70% moisture contents and 137.8, 148.9, and 160 °C cooking temperatures. The results showed that moisture content was a more important factor on the overall product texture than cooking temperature. Lower moisture content resulted in higher die pressure, harder texture, and lower total protein solubility. At a fixed moisture content, a higher cooking temperature resulted in a softer and less chewy product but only slightly changed the protein solubility. According to partial least square regression, the data from Texture Profile Analysis, protein solubility, and extruder responses correlated well and could be used to predict each other.",
        "relevant": true
    },
    {
        "doi": "10.1111/jfpp.14608",
        "title": "Effect of extrusion conditions on the physical and chemical properties of bean powders",
        "abstract": "This study aimed to investigate the effects of three extrusion parameters (i.e., feed moisture, feed rate, and die temperature) on expansion volume, moisture, starch digestibility, pasting properties, and solvent retention capacities of two bean varieties (Fuji and Medalist). A Box–Behnken Design of Experiment and Response Surface Methodology were applied, considering three levels for each factor: 20, 27.5, 35 g/100 g for feed moisture; 2, 2.5, 3 kg/hr for feed rate; 70, 100, 130°C for die temperature. Feed moisture significantly affected (p < .05) all the measured characteristics of extruded bean powders, while feed rate resulted often not significant (p > .05). Genotype had a relevant effect on the considered properties; in fact, significant models fitted different response variables for Fuji and Medalist beans. The calculated models are a valid tool for the design of bean powders with specific qualities, to be used as new ingredients in food formulations",
        "relevant": true
    },
    {
        "doi": "10.1016/S0308‐8146(99)00169‐7",
        "title": "Effects of extrusion and traditional processing methods on antinutrients and in vitro digestibility of protein and starch in faba and kidney beans",
        "abstract": "Comparative effects of extrusion cooking and conventional processing methods on protein content and reduction of antinutritional factor (phytic acid, condensed tannins, polyphenols, trypsin, chymotrypsin, α-amylase inhibitors and haemagglutinating activity) levels in Vicia faba and Phaseolus vulgaris seeds were studied. In vitro protein and starch digestibilities were assessed. P. vulgaris seeds showed highest levels of condensed tannins, chymotrypsin and α-amylase inhibitory activities and haemagglutinating activity. Dehulling significantly increased protein content and greatly reduced condensed tannin and polyphenol levels in both legumes. Extrusion was the best method to abolish trypsin, chymotrypsin, α-amylase inhibitors and haemagglutinating activity without modifying protein content. Furthermore, this thermal treatment was most effective in improving protein and starch digestibilities when compared with dehulling, soaking and germination.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.tifs.2011.05.007",
        "title": "Effects of extrusion on the polyphenols, vitamins and antioxidant activity of foods",
        "abstract": "Greater consumer demand for nutritious extruded food products with enhanced bioactive compounds has shifted research focus towards incorporation of bioactive rich ingredients with traditionally extruded starch materials. Recent research has highlighted the importance of bioactive compounds in human health and nutrition. An evaluation of the available literature reveals that the level of bioactive compounds in extruded products is influenced by extrusion process variables. Shear, temperature, resonance time and water content are all factors which contribute to the overall composition of extruded products. In addition, food structure may also exhibit a role in the potential release of functional bioactives. This paper reviews the effect of extrusion on bioactive compounds such as phenolic compounds, anthocyanins, isoflavones and their antioxidant activity. Factors influencing levels and stability during extrusion are also discussed.",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365‐2621.2000.tb15991.x",
        "title": "Texture and Chemical Characteristics of Soy Protein Meat Analog Extruded at High Moisture",
        "abstract": "The relationships among extruder responses, texture, and protein solubility of soy protein meat analogs were studied. Soy protein isolate and wheat starch at 9:1 ratio were extruded at 60%, 65%, and 70% moisture contents and 137.8, 148.9, and 160°C cooking temperatures. The results showed that moisture content was a more important factor on the overall product texture than cooking temperature. Lower moisture content resulted in higher die pressure, harder texture, and lower total protein solubility. At a fixed moisture content, a higher cooking temperature resulted in a softer and less chewy product but only slightly changed the protein solubility. According to partial least square regression, the data from Texture Profile Analysis, protein solubility, and extruder responses correlated well and could be used to predict each other.",
        "relevant": true
    },
    {
        "doi": "10.1016/B978-0-08-100596-5.21705-8",
        "title": "The Structure of Meat Analogs",
        "abstract": "Meat is considered as a complete protein source as it contains all 9 of the essential amino acids that cannot be synthesized de novo by human beings and are thus must come from the diet alone. Furthermore, the functional attributes of proteins in meat such as gelation, emulsification and water holding capacity are unmatched to any other protein source (Xiong, 2005). In developing countries, consumption of meat per capita has rapidly increased in recent years, primarily due to rapid industrialization, urbanization, increasing population size and rise in income (Kumar et al., 2017). However, there are many issues associated with meat production in its present form and these are leading the search for suitable and sustainable alternatives. Rearing of animals for meat production involves converting vegetable protein into animal protein, which is highly intensive process. Production of vegetable crops requires comparatively less water, land and energy per unit as compared to per unit production of meat and thus the transition of proteins can be considered inefficient (Steinfeld et al., 2006; Bruinsma, 2009). Meat production is often associated with environmental strain due to emission of greenhouse gases and water pollution (streams and rivers) as well as rampant deforestation for the expansion of livestock farms that has all put additional pressure on natural resources (Steinfeld et al., 2006; Aiking, 2011). From a dietary point of view, the consumption of meat delivers essential nutrients and energy but a direct relationship with the overconsumption of meat and the incidence of certain diseases has been established (Mehta et al., 2015). Larsson and Wolk (2006) suggested that the consumption of 120 g red meat/day or 30 g processed meat/day would significantly raise the risk of colorectal cancer in human beings. Certain people avoid the overconsumption (or consumption altogether) of specific types of meat due to high saturated fat and cholesterol content as well as various unrelated reasons such as religious views or animal welfare concerns. All these concerns have combined together to spur the debate on the sustainability of meat as a diet for humans. For years, the fabrication of protein rich foods using plant sources has been a research interest amongst food scientists; the major challenge being the simulation of texture, taste, colour, flavor and nutritive value equitable to meat. Commonly known as meat analogs, meat substitutes, meat alternatives or faux meat, these products have had a surge in popularity in recent years, though presently still only account for a marginal share of the total meat market (",
        "relevant": true
    },
    {
        "doi": "10.1016/j.eist.2019.09.004",
        "title": "Understanding the protein transition: The rise of plant-based meat substitutes",
        "abstract": "Even though the food system is responsible for a significant part of global greenhouse gas (GHG) emissions and a transition to a sustainable food system is needed, the growing body of literature on sustainability transitions has paid little attention to the food processing sector. We expect transition dynamics in the food processing sector to differ from the typical dynamics portrayed in transitions literature due to particularities in required technological knowledge and government intervention. To better understand dynamics in the food processing sector we apply the Technological Innovations Systems (TIS) framework to an in-depth case study of the plant-based meat substitutes industry in the Netherlands. Results illustrate that, contrary to many other transitions, consumers and changing informal institutions are the driving forces of this process. We show how strengthening cognitive and normative legitimacy can lead to growing markets for sustainable products.",
        "relevant": true
    },
    {
        "doi": "10.1016/B978-0-08-100596-5.21704-6",
        "title": "Addressing Global Protein Demand Through Diversification and Innovation: An Introduction to Plant-Based and Clean Meat",
        "abstract": "Cellular agriculture a biotechnological process by which agricultural products (including meat, gelatin, leather, egg white, and others) are produced through techniques of cell culture instead of raising and slaughtering livestock Clean meat genuine meat that is grown through culturing animal cells (cellular agriculture) rather than in a living animal Essential amino acid an amino acid that is required for human growth and survival, but must be consumed as part of the diet because it cannot be synthesized by the body Extrusion a physical process by which food ingredients are forced through an opening in a plate or die to shape the plant-based meat end product Green Revolution the period of tremendous advancement in agricultural production realized between the 1930s and 1960s due to developments in agricultural science including fertilizers, pesticides, and crop engineering and selection Microcarriers small spheres or beads used in bioreactor-based cell culture to support the growth of cells that require a surface on which to adhere Nucleotide the base unit of DNA and RNA that is composed of a nitrogenous base, a five-carbon sugar, and one or more phosphate groups Plant-based meat structured protein-based products created from non-animal ingredients designed to directly replace animal meat, including poultry and seafood, that are marketed as meat substitutes; also called meat analogues or meat alternatives Protein-energy malnutrition (PEM) a type of malnutrition resulting from insufficient dietary consumption of protein and/or energy that predominantly affects children, due to their lower protein intake, and individuals in low-income countries who lack sufficient resources to consume a complete diet Recommended dietary allowance (RDA) the average daily dietary intake level of a nutrient considered sufficient by the Food and Nutrition Board of the US Institute of Medicine to meet the requirements of 97.5% of healthy individuals Shear cell technology a type of manufacturing method used to create structured plant-based meat that relies on two concentric cylinders moving tangentially to create laminar flow Tolerable upper intake level (UL) the maximum daily intake for a nutrient that is unlikely to cause adverse health effects in most healthy people",
        "relevant": true
    },
    {
        "doi": "10.1016/j.appet.2019.104412",
        "title": "More room for legume – Consumer acceptance of meat substitution with classic, processed and meat-resembling legume products",
        "abstract": "The substitution of meat with legumes is one way of making food consumption more sustainable. The substitution would ease the debate on food security and is aligned with the recommendations of climate change experts. Consumer preferences on whether meat should be substituted and how meat can be substituted are heterogeneous. This article explores consumers' acceptance of replacing meat with legumes, their acceptance of meat alternatives made from legumes and their acceptance of processed legumes in general. Consumer samples were drawn from Germany (GER: N = 633) and New Zealand (NZ: N = 445). The samples reflect the underlying age, gender and income distributions. Two separate latent class analyses reveal seven consumer types with five in each country. A large cluster from both countries will not consider substituting meat with legumes or buying processed legume products. Another cluster will consider processed legume products if the products are not marketed as an alternative to meat. Although they do not use them regularly, many consumers in NZ are open to using meat substitutes made from legumes. Another group would prefer to directly substitute meat with specific legumes rather than having highly processed products. We discuss the cluster specific findings and how to develop consumers’ acceptance of meat substitution with respect to each cluster.",
        "relevant": true
    },
    {
        "doi": "10.1021/acs.jafc.9b02711",
        "title": "Cytotoxicity of C2N Originating from Oxidative Stress Instead of Membrane Stress",
        "abstract": "Two-dimensional (2D) nanomaterials have shown promising potential in a wide range of biomedical applications. Nevertheless, the rapid advances in this field recently have also evoked growing concerns about their toxic effects on humans and the environment. Herein, we systematically investigate the potential cytotoxicity of C2N nanosheets, a newly emerging 2D nitrogenized graphene with uniform holes in the basal plane. Our in vitro experiments show that C2N is toxic to human umbilical vein/vascular endothelium cells. The further combined experimental and theoretical studies unravel that the cytotoxicity of C2N mainly originates from its oxidative capability toward the antioxidant molecules, leading to excessive accumulation of reactive oxygen species in cells. Compared with graphene oxide, C2N exerts a relatively milder cytotoxicity, and importantly, this novel material shows negligible physical destruction effects on cell membranes, suggesting that C2N might be a potential alternative to graphene and its derivatives in biomedical research. This work sheds light on the cytotoxicity of C2N nanosheets and the underlying mechanism, which is crucial for the future utilization of this 2D nanomaterial in related biomedical fields.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.tifs.2018.08.011",
        "title": "Structuring processes for meat analogues",
        "abstract": "Background\nAnimal-derived protein foods, such as meat, have a large impact on the environment. Meat analogues are products that replace meat in its functionality, i.e. have similar product properties and sensory attributes, which is achieved by the fibrous nature of those products.\n\nScope and approach\nThe techniques used to make fibrous products that mimic muscle meats are outlined and categorized based on their approach. The bottom-up approach refers to assembly of structural elements that are combined. The top-down approach refers to structuring of biopolymer blends using an overall force field. The strengths and weaknesses of these approaches are discussed in terms of ingredient and equipment use, (achievable) product resemblance, robustness, scalability, and resource efficiency. To enlarge the theoretical framework, the techniques with the top-down strategy are further contextualized by relating to structure formation processes of materials with other applications, and the methods to analyse the fibrous structures are further outlined.\n\nKey findings and conclusions\nTechniques that follow the bottom-up strategy have the potential to resemble the structure of meat most closely, by structuring the proteins hierarchically through assembly of individual structural components. The top-down strategy is better scalable, is more efficient in its use of resources, but can only create the desired structure on larger length scales. Significant progress has been made on the methods to analyse structured products from the last category. Most analysis methods focussed on the (micro)structural anisotropy of the fibrous products, however there is also a need for methods that allow in situ analysis of the evolution of the structure during processing.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2016.10.027",
        "title": "Process conditions influencing wheat gluten polymerization during high moisture extrusion of meat analog products",
        "abstract": "The aim of this study was to investigate the influence of process conditions on changes in polymerization behavior of wheat gluten during high moisture extrusion processing. By considering the process as two hierarchical sections (i.e. screw and die section), wheat gluten extractability analyses under non-reducing conditions showed that polymerization reactions were determined by process conditions in screw section. Process conditions were characterized by material temperature at extruder exit as measure for thermal treatment, extruder pressure at extruder exit and specific mechanical energy input (SME) as measure for mechanical treatment. The effect of extruder pressure from 1.5 to 3.5 MPa and SME from 32 to 206 kJ⋅kg−1 was studied by varying die length and screw configuration. In the range investigated, extruder pressure and SME had no significant influence on polymerization reactions. Only extruder temperature from 90 to 160 °C induced significant changes in polymerization behavior which was moreover reflected by the visual appearance of the samples reflecting different anisotropic product structures.",
        "relevant": true
    },
    {
        "doi": "10.1111/ijfs.13847",
        "title": "Texturisation behaviour of peanut–soy bean/wheat protein mixtures during high moisture extrusion cooking",
        "abstract": "Ten groups of peanut protein powder (PPP)–soy protein isolate (SPI)/wheat gluten (WG) mixtures were prepared and extruded under the moisture content of 55%. Extrusion response parameters (specific mechanical energy (SME) and die temperature) during the extrusion were determined. Microstructure and textural properties of the extrudates were analysed. Results suggested that blending the PPP with SPI led to a lower SME and a higher die temperature during the extrusion, which led to a smoother and denser structure in the extrudates. While blending the PPP with WG resulted in a higher SME and a constant high die temperature during the extrusion, showing a rougher and looser structure in the extrudates. Compared with WG, SPI played a major role for the texturisation behaviour of PPP-SPI-WG mixtures during high moisture extrusion and for the extrudates. Both SPI and WG are required to improve the textural quality of texturised peanut protein.",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.1980.tb02587.x",
        "title": "DEVELOPMENT AND EVALUATION OF AN EXTRUSION-TEXTURIZED PEANUT PROTEIN",
        "abstract": "A commercial defatted peanut flour was analyzed for texturization properties in a Wenger X-25 extruder. Extrusion of the flour with addition of sodium stearoyl2-lactylate resulted in a steady state operation and uniform texturized products. Functional properties of the extrudates such as water retention, hardness, and product integrity upon retorting: were similar to those of textured soy pro tein. Organoleptic properties of prepared patties (30:70 hydrated textured protein to meat ratio) were not different from the all-meat control for the analyzed sample; cooking losses and shrinkage were lower. Flavor was the most limiting factor for higher levels of incorporation and acceptance. A scanning electron microscopy study showed correlation between microstructure and the properties of the extrudates.",
        "relevant": true
    },
    {
        "doi": "10.1016/S0963-9969(96)00036-1",
        "title": "Pressure, torque, and energy responses of a twin screw extruder at high moisture contents",
        "abstract": "The effects of extruder operating conditions (moisture content of the feed, die temperature, screw speed, and mass flow rate) on the pressure drop along the die, motor torque, and specific mechanical energy (SME) for a high moisture rice starch system were studied. A laboratory size MPC/V-30 co-rotating twin screw extruder (APV) and a slit die/torque rheometer (Haake Buhler) combination were used to measure the die pressure drop and torque. Die pressure drop and torque decreased with increases in moisture, screw speed, and die temperature, and increased with an increase in mass flow rate. However, increasing the moisture content, die temperature, and mass flow rate resulted in a decrease in SME. Increasing the screw speed increased the SME. This was attributed to the higher shear rates at higher screw speeds. Die temperature was found to be the most significant parameter influencing the die pressure drop, torque, and SME.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2009.07.014",
        "title": "System parameters and product properties response of soybean protein extruded at wide moisture range",
        "abstract": "In order to explore the effect of water during extrusion process, soybean protein isolate (SPI) was extruded using a pilot-scale twin-screw extruder at 28%, 36%, 44%, 52% and 60% moisture content and 140, 150 and 160 C cooking temperature. The extrusion system parameters like in-line viscosity at die, mean residence time and specific mechanical energy (SME), product textural properties including tensile strength, hardness, chewiness and degree of texturization, and the molecular weight distribution characterized by SDS–PAGE were investigated. And the interrelationship between system parameters and product properties were analyzed. The results showed that moisture content was a more important factor on system parameters and product properties than cooking temperature. Higher moisture content resulted in lower viscosity of dough in the extruder, shorter residence time and lower conversion ratio of extruder mechanical energy into heat energy, finally reducing significantly the tensile strength, hardness, chewiness and the degree of aggregation. The data from extrusion system parameters and product properties correlate well and could be used to explain and control the characteristics of extrudate.",
        "relevant": true
    },
    {
        "doi": "10.1111/1541-4337.12023",
        "title": "Functionality of Protein-Fortified Extrudates",
        "abstract": "Fortification of extrusion feed formulations with proteins from selected sources will improve the healthpromoting quality of snack and breakfast foods. Molecular interactions among proteins, starch, lipids, water, and other constituents in the extrusion “melt” are the basis for extrudate appearance as well as textural, sensory, and physical properties. Covalent disulfide and sulfhydryl bonding as well as electrostatic, hydrogen, and hydrophobic affinity developing among molecules during extrusion determine extrudate sensory quality, digestibility, and nutrient availability. Extrudate quality is dependent on the physical profile of the feed material from particle size to moisture concentration, the mechanical profile of the twin-screw extruder from screw speed to die aperture, and the temperature, pressure, and shear leading to specific mechanical energy delivered in the extruder. Methods to assess extrudate physical and sensory quality are presented. Protein concentration, feed moisture, and extrusion temperatures are most important to expansion, density, and texture of extrudates. Fortification with whey and wheat proteins results in acceptable extrusion of snack and breakfast foods. Extrusion generally improves protein quality and digestibility while retaining active nutrients.",
        "relevant": true
    },
    {
        "doi": "10.1080/10408398.2013.779568",
        "title": "Extrusion and Extruded Products: Changes in Quality Attributes as Affected by Extrusion Process Parameters: A Review",
        "abstract": "Extrusion of foods is an emerging technology for the food industries to process and market a large number of products of varying size, shape, texture and taste. Extrusion cooking technology has led to production of wide variety of products like pasta, breakfast cereals, bread crumbs, biscuits, crackers, croutons, baby foods, snack foods, confectionery items, chewing gum, texturized vegetable protein (TVP), modified starch, pet foods, dried soups, dry beverage mixes etc. The functional properties of extruded foods plays an important role for their acceptability which include water absorption, water solubility, oil absorption indexes, expansion index, bulk density and viscosity of the dough. The aim of this review is to give the detailed outlines about the potential of extrusion technology in development of different types of products and the role of extrusion operating conditions and their effect on product development resulting in quality changes i.e physical, chemical and nutritional, experienced during the extrusion process.",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.1986.tb13112.x",
        "title": "Hydrophobic and Electrostatic Interactions on Extrusion of Protein Isolates",
        "abstract": "Lung protein isolates previously defatted by solvents of increasing polarity were extruded. Water monolayer values of these isolates, calculated from water vapor isotherms, showed a maximum when solvents of intermediate polarity were used. Shear resistance of the extruded products presented a similar behavior, with maximum values attained when the same solvents were employed to defat the isolates prior to extrusion. Phospholipid percentage in lipid fraction of the solvent extracts showed that minimum phospholipids were removed from the isolates when these solvents were used. The results suggested that the presence of phospholipid in the isolates after defatting could be important in improving the extrusion of these systems. Hydrophobic and electrostatic interactions between the macromolecules involved seemed therefore, to be relevant for the final texture obtained by extrusion.",
        "relevant": true
    },
    {
        "doi": "10.1021/jf60210a044",
        "title": "Functional and Electrophoretic Characteristics of Succinylated Peanut Flour Protein",
        "abstract": "Defatted peanut flour protein was reacted with various amounts of succinic anhydride at pH 7.4-8.0. The functional and electrophoretic properties of treated flour were examined. Modifications as compared to untreated flour were as follows: electrophoretic mobility of major protein components in polyacrylamide gels was retarded and dissociation into subunits was observed; nitrogen solubility decreased at pH <4 and increased at pH 6-7; water-retaining capacity increased; water-adsorption capacity increased at equilibrium relative humidities of 68-97 %, 21 °C; emulsion capacity generally increased; apparent viscosity increased; and slight darkening in color of wet flour was noted. These characteristics depended upon the succinic anhydride:protein ratio in the reaction mixture",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.2002.tb09454.x",
        "title": "Extrusion Process Parameters, Sensory Characteristics, and Structural Properties of a High Moisture Soy Protein Meat Analog",
        "abstract": "Soy protein isolate and wheat starch at 9:1 ratio were extruded at 60%, 65%, and 70% moisture contents and 138, 149 and 160 °C cooking temperatures. The results indicated that moisture content was a more important factor than cooking temperature for both extrusion process parameters and product sensory characteristics. Extrusion at a lower moisture content resulted in a higher product temperature and higher die pressure. The resultant products were tougher, chewier, and more cohesive and had a more layered and fibrous structure. Water absorption capacity increased with both higher extrusion moisture and higher cooking temperature.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.tifs.2020.05.022",
        "title": "Plant protein-based alternatives of reconstructed meat: Science, technology, and challenges",
        "abstract": "Background\nPlant-based meat alternatives are developed to address consumer demands and sustainability of future food supply, and the market has grown exponentially in recent years. Although progresses have been made to construct plant protein-based fibers organoleptically comparable to a whole-muscle cut, it remains challenging to reproduce the hierarchical organization of muscle tissue known to contribute to the overall sensory profile. For now, the market strategies are largely focused on restructured or formed meat mimeticks.\n\nScope and approaches\nLiterature search and supermarket surveys are conducted to identify processing technologies, product formulations, and the chemistry and functionality of various additives applied in meat alternatives production. Comparisons are made between muscle and legume proteins to elucidate disparities in macroscopic aggregation properties that may be greatly diminished through fabrication and ingredient innovation. Due to the highly formulated and processed nature, the nutrition, health, and safety of plant-based meat alternatives are analyzed.\n\nKey findings and conclusion\nThermoextrusion is found to be the principal reconstructuring technique for meat-like fiber synthesis from plant proteins. Soy and pea proteins, gluten, and polysaccharides are the major building blocks. Through physicochemical interactions, plant proteins are able to aggregate into particles and anisotropic fibrils to impart meat-like texture and mouthfeel. Vegetable oil blends and spices are used to modify the texture and flavor; pigments are added to impart color; vitamins, minerals, antioxidants, and antimicrobials are incorporated to boost nutrition and improve shelf-life. Opportunities exist to overcome technology obstacles and nutrition and safety challenges in further developing the alternatives market.",
        "relevant": true
    },
    {
        "doi": "10.1111/ijfs.14362",
        "title": "Extruded meat alternatives made from Maillard-reacted beef bone hydrolysate and plant proteins. Part II – application in sausages",
        "abstract": "This study investigated the physicochemical properties of sausages made from meat alternatives made from Maillard-reacted beef bone hydrolysate and plant proteins (soy protein and wheat gluten) at different moisture contents (MC; S49%MC, S52%MC, S56%MC and S60%MC). S49%MC had the highest hardness and chewiness, observed with chunks of long fibres under SEM. The hardness and chewiness of sausages decreased as MC increased. S60%MC exhibited soft and mushy texture, and no fibre structure was observed. Sausages made from meat alternatives had higher protein oxidation as compared with reference sausage made from chicken breast (SCB), which could be due to longer storage period, as meat alternatives were extruded, frozen and stored before making into sausages. Sensory results showed that SCB obtained the highest scores for all attributes except for appearance, among all sausages. Overall results showed that further improvements can be made when using extruded meat alternatives to make sausages.",
        "relevant": true
    },
    {
        "doi": "10.1016/B978-0-12-814874-7.00006-7",
        "title": "Plant-Based Meat Analogues",
        "abstract": "Our global community is facing the challenge of providing sufficient food for Earth’s growing population, without compromising the ecosystem. The nutritional transition that occurred in the 20th century made livestock the primary source of protein globally (Delgado et al., 2001; Grigg, 1995). However, with the animal welfare and the planet issues (Aiking, 2014; de Boer et al., 2017; Friel et al., 2009; Westhoek et al., 2014), experts argue that serious consequences for global food security are emerging and therefore stress the importance of a transition to lowering meat consumption (Aiking, 2011; Boland et al., 2013; Global Panel on Agriculture and Food Systems for Nutrition, 2016). The production and consumption of animal proteins in the form of meat or dairy products is an intensive practice for the environment (Bruinsma, 2009; Koneswaran and Nierenberg, 2008). Large amounts of arable land, water and raw materials are required, while the conversion of grains and other crops into animal proteins is highly energy-consuming (Cassidy et al., 2013; de Boer et al., 2017; Wilkinson, 2011). Moreover, doubling the production of meat and dairy to meet the predicted protein demand in 2050 is most alarming, considering that the environmental impact of livestock must be reduced in half only to prevent the current level of ecological damage from being exceeded (de Bakker and Dagevos, 2012). Therefore, the research community is targeting on refining the current production systems, searching for efficient novel technologies, while at the same time focusing on the improvement of consumption habits and food cultures. In this chapter, the currently available plant-based meat analogues and their ingredients are presented, while the principles of the structuring techniques, the environmental benefits and their market prospect are discussed, too",
        "relevant": true
    },
    {
        "doi": "10.1016/j.jfoodeng.2019.07.015",
        "title": "A new insight into the high-moisture extrusion process of peanut protein: From the aspect of the orders and amount of energy input",
        "abstract": "Extruder always provides a comprehensive thermomechanical energy input way, which is decisive for the quality of the extrudate. To get a full understanding of the energy input way during high-moisture extrusion process, effects of the orders and amount of energy input (extrusion temperature, moisture content, shear order, and shear strength) on the system response parameters (die pressure, die temperature, and specific mechanical energy (SME)) and the quality (color, fibrous structure, tensile properties, hardness, and springiness) of the extrudate were assessed. Further, interrelationships between system response parameters and quality of the extrudate were analyzed. Results showed that for controlling the die pressure and die temperature, the shear way plays a decisive role, followed by the extrusion temperature, and finally the moisture content. SME is mainly determined by the moisture content and the energy input intensity. Shear way can significantly improve the fibrous structure. Extrusion temperature is the decisive factor in the tensile properties and springiness. While the moisture content plays a more important role in the color values and the hardness. The energy input way has a large impact on the relationship of the system response parameters and properties of the high-moisture texturized peanut protein.",
        "relevant": true
    },
    {
        "doi": "10.1080/10942912.2019.1666869",
        "title": "Physicochemical and sensory properties of sous vide meat and meat analog products marinated and cooked at different temperature-time combinations",
        "abstract": "Ready-to-eat (RTE) products elaborated from beef and meat analog, previously marinated (teriyaki and beer), were subjected to sous vide cooking at different combinations of temperature (70ºC and 80ºC) and time (60, 90 and 120 min for beef; 90, 120 and 150 min for meat analog). The sous vide cooking at 80ºC led to less cooking losses. The shear force values were approximately 50% lower in meat analog samples than in beef samples. The L* and a* value and sensory properties related to odor and color were similar in meat and meat analog products.",
        "relevant": true
    },
    {
        "doi": "doi.org/10.1002/jsfa.9410",
        "title": "High moisture extrusion of lupin protein: Influence of extrusion parameters on extruder responses and product properties",
        "abstract": "Background: High moisture extrusion (HME) of lupin protein concentrate and isolate (50:50) mixture was performed by varying the extrusion parameters, such as barrel temperature (138-180 °C), water feed (40-68%) and screw speed (400-1800 rpm). The effect of extrusion parameters on extruder responses [die pressure, product temperature, torque and specific mechanical energy (SME)] and product properties [colour, cutting force, cooking yield, microstructure and in vitro protein digestibility (IVPD)] was evaluated.\n\nResults: The multiple regression analysis of the results revealed that the water feed had a significant negative linear effect on the extruder responses considered, as well as on colour difference and cutting force of extrudates. Screw speed had a positive linear effect on product temperature, SME and cooking yield. Barrel temperature affected extruder responses and product properties to a lesser extent. Scanning electron microscopy showed that denser microstructure and higher number of fibre layers were created by increasing temperature and screw speed along with decreasing water feed. The results of IVPD of selected extrudates showed that the increase in barrel temperature decreased the IVPD, whereas the increase in water feed resulted in higher IVPD. The screw speed had no significant effect on IVPD.\n\nConclusion: The study demonstrates that the use of lupin protein is feasible to produce meat analogues with HME which could enhance the possibilities to meet the growing protein demands for human consumption.",
        "relevant": true
    },
    {
        "doi": "10.1111/ijfs.13963",
        "title": "Dynamic mechanical properties and fractal analysis of texturized soybean protein/wheat gluten composite produced by high moisture extrusion",
        "abstract": "Texturized soybean protein (TSP) and wheat gluten were prepared at high moisture using a twin-screw extruder. Effects of feed moisture content, extrusion temperature and wheat gluten content on the dynamic mechanical properties, microstructures and fractal analysis of texturized soybean protein/wheat gluten composite were investigated. All extruded samples were well fitted with Burger’s model in creeprecovery tests (R2 ≥ 0.978). The creep-recovery rate decreased with an increasing extrusion temperature. The addition of wheat gluten increased the resistance to creep and the unrecoverable deformation of TSP samples. The extrusion parameters affected the microstructure and morphology of extruded products. The fractal dimension of TSP products decreased with an increase in moisture content and wheat gluten content. Texturized soybean protein (TSP) and wheat gluten composite could form well-structure products.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foostr.2018.11.002",
        "title": ": Effects of soy protein to wheat gluten ratio on the physicochemical properties of extruded meat analogues",
        "abstract": "This study reported on the effects of soy protein concentrate (SPC) to wheat gluten (WG) ratio at a constant mass of SPC and WG on the physicochemical properties of extruded meat analogues. Meat analogues (∼57% moisture content) were extruded at maximum barrel temperature of 170 °C, at a dry and water feed rate of 2.8 kg/h and 3.6 kg/h, respectively. The physical, chemical and textural properties of meat analogues were studied, where meat analogues containing 30%WG showed the highest degree of texturisation, fibrous structure, hardness and chewiness using instrumental and sensory analysis. Layered or fibrous microstructure of meat analogues was observed using scanning electron microscopy and light microscopy. Meat analogues containing 20%WG and 30%WG were found to exhibit fibrous microstructure with large fibrous structures interconnected with much smaller fibres. The types of chemical bonding in meat analogues were tested with urea (U), dithiothreitol (DTT) and sodium dodecyl sulphate (SDS); findings suggested that a large portion of aggregated proteins were linked with hydrogen bonds. Disulphide bonds became increasingly important as the amount of WG was increased, and synergies between hydrogen bonds and disulphide bonds were evident from increased solubility effects with mixed solvents, especially U and DTT. It was concluded that processing conditions during extrusion denatured the proteins, allowing increased crosslinking, which facilitated the formation of fibrous structures.",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.1993.tb04279.x",
        "title": "Protein-Protein Interactions in the Extrusion of Soya at Various Temperatures and Moisture Contents",
        "abstract": "Soya protein isolate extruded at various temperatures and moisture contents was solubilized before and after processing in buffers containing urea, sodium disulphite, 2-mercaptoethanol, sodium dodecyl sulphate, alone or in combination to elucidate stabilizing mechanisms for their three dimensional structure. The main mechanisms were disulphide linkages, hydrophobic and electrostatic interactions. All extrudates resisted retorting in water at 120°C but complete disruption occurred in media containing reducing agents plus sodium dodecyl sulphate. Little change in amino acid occurred in extrusion except for aspartic and glutamic acids, which decreased in extrusion at 14O’C. Infrared spectra showed the presence of p-sheet anti parallel structures. Peptide bonds were of negligible importance in extrusion texturization of soya protein. If formed they only contributed to an insoluble phase in the melt.",
        "relevant": true
    },
    {
        "doi": "10.1016/S0315-5463(82)72615-X",
        "title": "Texture-Structure Relationships in Textured Soy Protein. V. Influence of pH and Protein Acylation on Extrusion Texturization",
        "abstract": "Data were gathered to further support the hypothesis that formation of texture, measured in terms of shear values and sensory responses, during the thermal extrusion of soy protein involves protein-protein interactions based on NH\" groups. It was shown that ninhydrin, a reagent capable of irreversibly binding with free amino groups, significantly inhibited texture formation. When texturization was studied as a function of pH adjustment (- 4-10), maximum Warner-Bratzler shear values and sensory response were found to occur close to pH 8, where amino groups are unprotonated and more reactive. At the extremes of the pH range extrudates lost structural integrity, were more soluble, and an examination of their microstructure showed that the interconnected longitudinal vacuoles separated by thick cell walls normally seen were replaced by a denser globoid system. Soy protein isolate was acylated using either acetic or succinic anhydride. Both treatments resulted in a significant decrease in extrudate texture but increases in extrudate solubility; the latter finding tends to discount the importance of solubility in texture formation. Scanning electron microscopy revealed that the acylated extrudates exhibited less cellularity and were denser than the control materials. The soluble fraction of acylated proteins demonstrated increased electrophoretic mobility as a result of the loss of the cationic amino groups.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.foodchem.2005.09.088",
        "title": "Functional effects of lupin proteins in comminuted meat and emulsion gels",
        "abstract": "The mechanical and textural properties of gel network resulting by heating at 90 C of comminuted meat systems, containing lupin seed protein isolate at a relatively low concentration (2%), were studied in an attempt to establish the role of the lupin proteins in the gel structure network development. These results are supported with data from SDS–PAGE analysis of the adsorbed protein at the fat particle surface of the system. The findings are considered in terms of lupin protein involvement in interactions, either at the fat particle surface, or within isolated pockets of high lupin protein content.",
        "relevant": true
    },
    {
        "doi": "10.1016/B978-0-12-394597-6.00004-5",
        "title": "Fiber, Protein, and Lupin-Enriched Foods: Role for Improving Cardiovascular Health",
        "abstract": "Cardiovascular diseases (CVD) are the leading cause of death globally (World Health Organisation, 2011). Many of the risk factors for CVD are modifiable, including overweight and obesity. Numerous strategies have been proposed to fight CVD, with a special focus being placed on dietary interventions for weight management. The literature suggests that two nutrients, fiber and protein, may play significant roles in weight control and hence cardiovascular health. Increasing both protein and fiber in the diet can be difficult because popular low-carbohydrate and high-protein diets tend to have considerably low-fiber intakes (Slavin, 2005). One approach to obtain both is to develop functional foods using unique ingredients. Lupin flour is a novel food ingredient derived from the endosperm of lupin. It contains 40–45% protein, 25–30% fiber, and negligible sugar and starch (Petterson and Crosbie, 1990). Research conducted to date reveals that lupin-enriched foods, which are naturally high in protein and fiber, may have a significant effect on CVD risk factors. This review explores whether there is a role for fiber-, protein-, and lupin-enriched foods in improving cardiovascular health",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.1985.tb13282.x",
        "title": "Functional Properties of Lupin Protein Isolates (Lupinus albus cv Multolupa)",
        "abstract": "Lupin protein isolates were prepared by alkaline extraction and precipitation at pH 5.1, 4.2 and 4.9 and their functional properties investigated. Solubility, emulsification capacity, swelling and gelation properties were determined under different conditions of pH, ionic strength and heat treatment. Lupin protein isolates showed better solubility than soybean isolate and a similar emulsification capacity. Swelling and gelation were found to be inferior, but when modifications in the methods of isolate preparation were introduced these properties were significantly improved. Consequently, it is possible to consider lupin proteins as a potential substitute for soybean proteins in food applications.",
        "relevant": true
    },
    {
        "doi": "10.1111/ijfs.14088",
        "title": "Effects of incorporating roasted lupin (Lupinus angustifolius) flour on the physicochemical and sensory attributes of beef sausage",
        "abstract": "The effects of incorporating lupin flour on the physicochemical and sensory characteristics of beef sausages were explored. Lupin (Lupinus angustifolius) flour was roasted, then hydrated to match the moisture content of beef meat. The beef sausage samples were manufactured for six treatments by replacing beef with hydrated lupin flour from 0% to 36% (w/w). Proximate analysis revealed that carbohydrate (dietary fibre) level was increased from 9.62% to 19.31%, whereas fat content was decreased from 11.62% to 7.91%. Inclusion of lupin flour increased the meat emulsion stability (fluid released decreased from 9.35% to 1.53%) and decreased cooking loss from 22.70% to 14.30%. Softer texture and greater adhesiveness were observed in lupin-incorporated formulations. Sensory evaluation indicated no significant difference between control and 12% lupin-enriched beef sausage formulation in appearance, aroma, flavour and overall liking, suggesting lupin flour can be added to beef sausage at this level without compromising consumer acceptance.",
        "relevant": true
    },
    {
        "doi": "10.1111/ijfs.13901",
        "title": "Perspectives of lupine wholemeal protein and protein isolates biodegradation",
        "abstract": "Lupine (Lupinus angustifolius L.) protein (in wholemeal and protein isolates) was biodegraded using Pediococcus acidilactici in submerged and solid-state fermentation conditions. The changes in the molecular weight of lupine protein fractions, amino acid (AA) profile, biogenic amine formation, antimicrobial and antioxidant properties, and protein digestibility in vitro and in vivo (in Wistar rats) were evaluated. After biotreatment, lower molecular weight peptides (from 10 to 20 kDa) were established, and the free AA content increased. Biodegradation improved the antioxidant properties, modulated the antimicrobial properties, and led to higher in vitro and in vivo digestibility and functionality of the lupine in treated rats (significant increase in body weight of Wistar rats, and increased acetic acid concentration and lowered Escherichia coli count in the caecum). Overall, the biodegradation of lupine protein can transform the plant protein, producing enhanced functionality and bioavailable products.",
        "relevant": true
    },
    {
        "doi": "10.1002/1521-3803(20011001)45:6<399::AID-FOOD399>3.0.CO;2-0",
        "title": "Isolation and study of the functional properties of pea proteins",
        "abstract": "Proteins of pea seeds were isolated after defatting with hexane using alkaline (0.1 M sodium hydroxide) extraction and acid (HCl) precipitation. Concentrates were also prepared by hexane extraction and ethanolic extraction (pH = 5). Gross chemical composition amino acid content and functional properties (solubility profile, emulsifying – and foaming properties, water – and oil absorption) were studied. The results were compared with the same parameters of soy and lupin protein products. Although the majority of functional characteristics of isolates were lower in comparison to soy isolates, pea protein concentrate and isolate could be successfully used in bakery products for enrichment in protein and improvement of biological value. Their utilization as meat protein substitute in some Frankfurter type sausages is also possibly.",
        "relevant": true
    },
    {
        "doi": "10.1016/j.tifs.2019.02.007",
        "title": "Recent progress in the utilization of pea protein as an emulsifier for food applications",
        "abstract": "Background: There is an increasing movement within the food industry to find consumer friendly plant protein ingredients to replace those from animal sources. Pea (Pisum sativum L.) protein has been extensively studied because it provides good nutritional properties, functionality, is readily available, and has low allergenicity. Scope and approach: The focus of this review is a summary of the current progress in understanding and characterizing the use of pea protein as an emulsifier. The emulsification properties of pea protein are described in comparison to other protein emulsifiers. The impact of origin, processing, and environmental conditions like temperature, pH, and ionic strength is discussed. The physicochemical properties of the protein, such as solubility, surface charge, hydrophobicity, and composition are also covered, along with current methods to improve functionality. Key findings and conclusions: One of the most valuable functional properties of pea protein is emulsification, which can be affected by its origin, isolation method, and the environmental or processing conditions (pH, ionic strength, and temperature). The physicochemical properties including solubility, surface charge/hydrophobicity, and interfacial properties have been examined to evaluate their emulsifying functionality. While several methods such as complexation, glycosylation, and enzymatic hydrolysis have been developed to further improve the pea protein, there remains a gap between the functionality of laboratory and commercially prepared products. There is an opportunity to increase the functionality of pea protein by understanding and closing this gap",
        "relevant": true
    },
    {
        "doi": "10.1111/jfpp.13845",
        "title": "Replacement of soy protein with other legumes or algae in turkey breast formulation: Changes in physicochemical and technological properties",
        "abstract": "Currently, many meat products are made with soy protein in order to improve their nutritional profile. This is an inconvenience for people allergic to soy, and therefore it is necessary to look for alternatives to this protein to improve their quality of life. In this study, changes in the physicochemical and nutritional properties of cooked turkey breast containing various sources of alternative proteins to soy proteins (pea, broad bean, lentil, Spirulina and Chlorella) were evaluated. Samples formulated with algae showed significant (p < 0.05) changes on physical parameters and chemical composition of cooked turkey breast. Color parameters were also affected by protein source, showing the highest L* values in samples prepared with Chlorella and Spirulina protein (56.13). On the other hand, a* values were lower in cooked turkey breasts containing algal proteins (−2.34 Chlorella and −1.08 Spirulina) compared to control (1.66). Regarding textural parameters, the cooked turkey breast samples prepared with Chlorella protein showed the lowest hardness values (16.89 N) compared to those elaborated with soy protein (36.95 N). The replacement of soy protein by the other algae and vegetable protein sources did not change the adhesiveness values, ranging between 0.56 and 0.75 N·s, for samples manufactured with Chlorella and soy protein, respectively. Amino acids profile was improved when complemented with Spirulina protein, presenting the highest levels of essential amino acids (6.20 g/100 g). In addition, the ratio between essential and non‐essential amino acids increased (from 0.96 to 1.03 for broad bean and Chlorella, respectively). Hence, this study demonstrates that the inclusion of algae proteins can be considered as an alternative to soy proteins for cooked turkey breast formulations and can be a novel source of proteins for people allergic to soy proteins. Practical applications This study demonstrates that the inclusion of algae proteins can be considered as an alternative to soy proteins for cooked turkey breast formulations and can be a novel source of proteins for people allergic to soy proteins.",
        "relevant": true
    },
    {
        "doi": "10.1108/00346659810201050",
        "title": "Plant-based alternatives to meat",
        "abstract": "Discusses the plant-based alternatives to meat. Looks at the production and uses of a range of meat alternatives from different sources including: soya beans; wheat protein; pea and wheat protein; and myco-protein. Compares the nutrient profiles with those of meat. Concludes that the way forward is to create new products based on plant proteins and to veganise existing vegetarian meat alternatives",
        "relevant": true
    },
    {
        "doi": "10.1016/j.meatsci.2010.09.002",
        "title": "Effects of two types of soy protein isolates, native and preheated whey protein isolates on emulsified meat batters prepared at different protein levels",
        "abstract": "The effects of substituting 1.5% of the meat proteins with low gelling soy protein isolate (LGS), high gelling soy protein isolate (HGS), native whey protein isolate (NWP), and preheated whey protein isolate (PWP) were compared at varying levels of proteins (12, 13 and 14%), with all meat control batters prepared with canola oil. Cooking losses were lower for all the non-meat protein treatments compared to the all meat controls. When raising the protein level from 12 to 14%, cooking losses increased in all treatments except for the NWP treatments. Using LGS increased emulsification and resulted in a more stable meat batters at the 13 and 14% protein treatments. Textural profile analysis results showed that elevating protein level increased hardness and cohesiveness. The highest hardness values were obtained for the PWP treatments and the lowest for the HGS, indicating a strong non-meat protein effect on texture modification. Non-meat protein addition resulted in lighter and less red products (i.e., lower red meat content) compared to the all meat controls; color affected by non-meat protein type. Light microscopy revealed that non-meat proteins decreased the frequency of fat globules' agglomeration and protein aggregation. The whey protein preparations and HGS formed distinct “islands” within the meat batters' matrices, which appeared to interact with the meat protein matrix",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1541-4337.2010.00124.x",
        "title": "Nonmeat Protein Alternatives as Meat Extenders and Meat Analogs",
        "abstract": "The direct consumption of vegetable proteins in food products has been increasing over the years because of animal diseases, global shortage of animal protein, strong demand for wholesome and religious (halal) food, and economic reasons. The increasing importance of legume and oilseed proteins in the manufacturing of various functional food products is due to their high-protein contents. However, the greatest obstacle to utilizing these legumes and oilseeds is the presence of antinutrients; but these antinutrients can be successfully removed or inactivated by employing certain processing methods. In contrast, the potential negative impact of the antinutrients is partially balanced by the fact that they may have a health-promoting role. Legumes and oilseeds provide well-balanced amino acid profiles when consumed with cereals. Soybean proteins, wheat gluten, cottonseed proteins, and other plant proteins have been used for texturization. Texturized vegetable proteins can extend meat products while providing an economical, functional, and high-protein food ingredient or can be consumed directly as a meat analog. Meat analogs are successful because of their healthy image (cholesterol free), meat-like texture, and low cost. Mycoprotein is fungal in origin and is used as a high-protein, low-fat, health-promoting food ingredient. Mycoprotein has a good taste and texture. Texturized vegetable proteins and a number of mycoprotein products are accepted as halal foods. This article summarizes information regarding the molecular, nutritional, and functional properties of alternative protein sources to meat and presents current knowledge to encourage further research to optimize the beneficial effects of alternative protein sources.",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1365-2621.1998.tb17928.x",
        "title": "Sensory and Instrumental Properties of Smoked9/1/98 Sausage Made with Mechanically Separated Poultry (MSP) Meat and Wheat Protein",
        "abstract": "The effects of wheat protein on the texture properties of mechanically separated poultry (MSP) smoked sausages were investigated by a partial 3*3*3 factorial design (water, wheat protein and method of protein preparation) with two blocking factors (3 time periods and 9 panelists). The methods of wheat protein preparation did not influence any measurement. Sensory data indicated that added water affected hardness, springiness, and juiciness (p<0.05) of samples, and added wheat protein affected hardness, cohesiveness of mass, juiciness, and wheat flavor (p< 0.05). Instrumental data showed that Hardness, Springiness and Cohesiveness decreased with increasing water content. (p<0.05), and increasing wheat protein levels increased Hardness and Cohesiveness (p<0.05).",
        "relevant": true
    },
    {
        "doi": "10.1111/j.1750-3841.2006.00045.x",
        "title": "Development of Reduced Beany Flavor Full-fat Soy Paste for Comminuted Meat Products",
        "abstract": "The study was aimed to develop a processing technology for reduced beany flavor full-fat soy paste (FFSP) after moist heat treatment of soybeans at 100 ◦C for 0, 5, 10, and 15 min. Sensory studies of paste showed that 15-min heat treatment significantly (P < 0.01) improved color and consistency, while paste was free from typical beany flavor. The physical, functional, and sensory properties of soybean were sensitive to moist heat treatment, and such treatments can have a substantial influence on their use in food systems. Goat meat patties were selected to evaluate the potential application of FFSP in meat food system. The soy proteins incorporated in goat meat patties as FFSP increased moisture and fat and decreased protein, shrinkage, hardness, springiness, chewiness, and shear force values. Sensory analysis of patties showed that use of FFSP resulted in a reduction of specific soybean off-flavor (beany and bitter notes) and off-aroma. Addition of paste made the goat meat patties more tender and juicy, and overall acceptability of the products was comparable to control. Soy proteins as FFSP could be utilized as nonmeat protein source and could improve the sensory characteristics of comminuted meat products to which they are added.",
        "relevant": true
    },
    {
        "doi": "10.1111/jfpp.12907",
        "title": "EFFICACY OF PEANUT PASTE AS FUNCTIONAL COMPONENT IN PREMIUM MUTTON NUGGETS",
        "abstract": "Nuts besides favorable fatty acid and nutrient profile posse certain bioactive/functional compounds which elicit numerous health benefits. Premium mutton nuggets with improved nutrient profile were developed by substituting the traditionally added animal fat in emulsion by incorporation of peanut paste. With the aim to substitute added fat by 50, 75 and 100%, three levels of peanut paste viz 10, 15 and 20% were explored to determine the optimum level of their incorporation. The premium products were further analyzed and compared for detailed product profile which included lipid profile, calorific value, dietary fiber, antioxidant activity and texture profile. Based on physico-chemical and sensory scores, the level of incorporation for peanut paste was adjudged as high as 20%. Developed premium mutton nuggets had significantly less cholesterol content, increased dietary fiber, enhanced antioxidant activity and acceptable texture profile. Thus, it was concluded that functionality components of peanut can be well incorporated to conventional processing to develop superior products",
        "relevant": true
    }
]
}
