{
  "from": "gabby",
  "type": "relevant",
  "articles": [
    {
      "doi": "10.3390/nu11112603",
      "title": "Plant-Based Meat Substitutes in the Flexitarian Age: An Audit of Products on Supermarket Shelves",
      "abstract": "Demand for plant-based meat substitutes is growing globally for nutritional and environmental reasons, with Australia the third-fastest growing vegan market worldwide. This study aimed to profile and compare plant-based meat substitutes (mimicking meat) with equivalent meat products, and 2015 data. An audit undertaken in May (updated in September 2019) from four metropolitan Sydney supermarkets (Coles, Woolworths, Aldi, IGA), collected nutrition information and Health Star Rating (HSR) from 137 products (50 burgers, 10 mince, 29 sausages, 24 chicken, 9 seafood, 15 other). Mean (± standard deviation (SD)) and median (range) was calculated for nutrients and HSR. Plant-based options were generally lower in kilojoules, total and saturated fat, higher in carbohydrate, sugars, and dietary fibre compared with meat. Only 4% of products were low in sodium (58–1200 mg/100 g). Less than a quarter of products (24%) were fortified with vitamin B12, 20% with iron, and 18% with zinc. HSR featured on 46% (3.6–4.4 stars). On-pack claims were vegetarian/vegan/plant-based (80%), protein (63%), non-genetically modified/organic (34%), gluten free (28%). Product numbers increased five-fold (↑429%) in four years. The plant protein trend has prompted innovation in meat substitutes, however wide nutrient ranges and higher sodium levels highlights the importance of nutrition guidelines in their development to ensure equivalence with animal-based proteins."
    },
    {
      "doi": "10.3390/nu10010043",
      "title": "Soy, Soy Foods and Their Role in Vegetarian Diets",
      "abstract": "Soy is a basic food ingredient of traditional Asian cuisine used for thousands of years. In Western countries, soybeans have been introduced about a hundred years ago and recently they are mainly used for surrogate foods production. Soy and soy foods are common nutritional solutions for vegetarians, due to their high protein content and versatility in the production of meat analogues and milk substitutes. However, there are some doubts about the potential effects on health, such as the effectiveness on cardiovascular risk reduction or, conversely, on the possible disruption of thyroid function and sexual hormones. The soy components that have stimulated the most research interest are isoflavones, which are polyphenols with estrogenic properties highly contained in soybeans. In this review, we discuss the characteristics of soy and soy foods, focusing on their nutrient content, including phytoestrogens and other bioactive substances that are noteworthy for vegetarians, the largest soy consumers in the Western countries. The safety of use will also be discussed, given the growing trend in adoption of vegetarian styles and the new soy-based foods availability."
    },
    {
      "doi": "10.1093/ajcn/59.5.1203S",
      "title": "Plant proteins in relation to human protein and amino acid nutrition",
      "abstract": "Plant protein foods contribute ≈65% of the per capita supply of protein on a worldwide basis and ≈32% in the North American region. These sources of protein are discussed in relation to their amino acid content, human amino acid requirements, and dietary protein quality. Mixtures of plant proteins can serve as a complete and well-balanced source of amino acids for meeting human physiological requirements. This short review ends with a list of a series of myths and realities concerning the relationship between plant protein and human nutrition and a list of some nutritional issues of concern to the health professional and informed consumer."
    },
    {
      "pmid": "7288185",
      "title": "Price of Amino Acids as a Basis for Planning Protein Adequate Diets"
      "abstract": "This paper considers the needs of field level nutrition educators in developing countries for an easy method of giving usable dietary advice suited to specific family compositions, incomes, production patterns, seasons, and food preferences. It describes the development and application of a tool which combines available data on seasonal food prices, amino acid requirements, and amino acid compositions of foods. The accuracy and implications of the tool are discussed."
    },
    {
      "doi": "10.1053/jada.2003.50142",
      "title": "Position of the American Dietetic Association and Dietitians of Canada: Vegetarian diets",
      "abstract": "It is the position of the American Dietetic Association and Dietitians of Canada that appropriately planned vegetarian diets are healthful, nutritionally adequate, and provide health benefits in the prevention and treatment of certain diseases. Approximately 2.5% of adults in the United States and 4% of adults in Canada follow vegetarian diets. A vegetarian diet is defined as one that does not include meat, fish, or fowl. Interest in vegetarianism appears to be increasing, with many restaurants and college foodservices offering vegetarian meals routinely. Substantial growth in sales of foods attractive to vegetarians has occurred, and these foods appear in many supermarkets. This position paper reviews the current scientific data related to key nutrients for vegetarians, including protein, iron, zinc, calcium, vitamin D, riboflavin, vitamin B-12, vitamin A, n-3 fatty acids, and iodine. A vegetarian, including vegan, diet can meet current recommendations for all of these nutrients. In some cases, use of fortified foods or supplements can be helpful in meeting recommendations for individual nutrients. Well-planned vegan and other types of vegetarian diets are appropriate for all stages of the life cycle, including during pregnancy, lactation, infancy, childhood, and adolescence. Vegetarian diets offer a number of nutritional benefits, including lower levels of saturated fat, cholesterol, and animal protein as well as higher levels of carbohydrates, fiber, magnesium, potassium, folate, and antioxidants such as vitamins C and E and phytochemicals. Vegetarians have been reported to have lower body mass indices than nonvegetarians, as well as lower rates of death from ischemic heart disease; vegetarians also show lower blood cholesterol levels; lower blood pressure; and lower rates of hypertension, type 2 diabetes, and prostate and colon cancer. Although a number of federally funded and institutional feeding programs can accommodate vegetarians, few have foods suitable for vegans at this time. Because of the variability of dietary practices among vegetarians, individual assessment of dietary intakes of vegetarians is required. Dietetics professionals have a responsibility to support and encourage those who express an interest in consuming a vegetarian diet. They can play key roles in educating vegetarian clients about food sources of specific nutrients, food purchase and preparation, and any dietary modifications that may be necessary to meet individual needs. Menu planning for vegetarians can be simplified by use of a food guide that specifies food groups and serving sizes."
    },
    {
      "doi": "10.1079/PHN2003545",
      "title": "Protein/energy ratios of current diets in developed and developing countries compared with a safe protein/energy ratio: implications for recommended protein and amino acid intakes",
      "abstract": "Revised estimates of protein and amino acid requirements are under discussion by the Food and Agriculture Organization (FAO)/World Health Organizaion (WHO), and have been proposed in a recent report on Dietary Reference Intakes (DRIs) from the USA. The nature and magnitude of these requirements are not entirely resolved, and no consideration has been given to the potential influence of metabolic adaptation on dietary requirements. We have examined the implications of these new values, and of the conceptual metabolic framework in which they are used, for defining the nutritional adequacy of protein intakes in developed and developing countries. We have expressed proposed values for protein requirements in relation to energy requirements, predicted for physical activity levels of 1.5, 1.75 and 2.0 times basal metabolic rate, in order to generate reference ratios for protein energy/total energy (reference P/E ratio) as a function of age, body weight, gender and physical activity level. Proposed values for amino acid requirements have been used to adjust the available digestible P/E ratio of foods and diets for protein quality. Focusing on the diets of UK omnivores and vegetarians and on diets in India, the risk of protein deficiency is evaluated from a comparison of P/E ratios of metabolic requirements with protein-quality-adjusted P/E ratios of intakes. A qualitative and conservative estimate of risk of deficiency is made by comparing the adjusted P/E ratio of the intake with a reference P/E ratio calculated for age, body weight, gender and physical activity according to FAO/WHO/United Nations University. A semi-quantitative estimate of risk of deficiency has also been made by the cut point approach, calculated as the proportion of the intake distribution below the mean P/E ratio of the requirement. Values for the quality-adjusted P/E ratio of the diet range from 0.126 for the UK omnivore diet to 0.054 for a rice-based diet of adults in West Bengal, which is lysine-limited, falling to 0.050 for 1-year-old children. The reference P/E ratio for men and women increases with age, is higher for females than males, is higher for small compared with large adults at any age and decreases with physical activity. Thus if a particular diet is potentially limiting in protein, protein deficiency is most likely in large, elderly sedentary women followed by the adolescent female and least likely in moderately active young children, the opposite of what has usually been assumed. Within the currently accepted framework, the diets do not meet the protein needs of the entire population of the UK, have a significant risk of deficiency throughout India for all except extremely active small adults, and are grossly inadequate for all population groups, apart from physically active young children in West Bengal, regardless of body weight or level of food intake. The lysine limitation of the cereal-based Indian diets is dependent on the choice of lysine requirement values from the published range. We consider that the value selected is too high, because of uncertainties and inconsistencies in the approaches used. A more appropriate choice from the lower end of the range would remove the lysine limitation of cereal-based diets, and reduce some of the perceived risk of deficiency. However, diets remain limited by the amount of digestible protein for many population groups, especially in West Bengal. In the context of risk management, one option would be to accept the current values and the conceptual metabolic framework within which they have been derived. This would have major implications for the supplies of high-quality protein to the developing countries. An alternative option would be to re-evaluate the currently proposed values for the requirements for protein and amino acids. We conclude that the choice of values for the adult lysine requirement should be re-evaluated and that serious consideration should be given to the extent to which adaptive mechanisms might enable the metabolic requirement for protein to be met from current intakes. This will entail a better understanding of the relationships between dietary protein and health."
    },
    {
      "doi": "10.3390/ijerph17093041",
      "title": "Benefits of Creatine Supplementation for Vegetarians Compared to Omnivorous Athletes: A Systematic Review",
      "abstract": "Background: Creatine monohydrate is a nutritional supplement often consumed by athletes in anaerobic sports. Creatine is naturally found in most meat products; therefore, vegetarians have reduced creatine stores and may benefit from supplementation. Objective: to determine the effects of creatine supplementation on vegetarians. Data sources: PubMed and SPORTDiscus. Eligibility criteria: Randomized controlled trials (parallel group, cross-over studies) or prospective studies. Participants: Vegetarians. Intervention: Creatine supplementation. Study appraisal and synthesis: A total of 64 records were identified, and eleven full-text articles (covering nine studies) were included in this systematic review. Results: Creatine supplementation in vegetarians increased total creatine, creatine, and phosphocreatine concentrations in vastus lateralis and gastrocnemius muscle, plasma, and red blood cells, often to levels greater than omnivores. Creatine supplementation had no effect on brain levels of phosphocreatine. Creatine supplementation increased lean tissue mass, type II fiber area, insulin-like growth factor-1, muscular strength, muscular endurance, Wingate mean power output, and brain function (memory and intelligence) in vegetarian participants. Studies were mixed on whether creatine supplementation improved exercise performance in vegetarians to a greater extent compared to omnivores. Limitations: Studies that were reviewed had moderate–high risk of bias. Conclusions: Overall, it appears vegetarian athletes are likely to benefit from creatine supplementation."
    },
    {
      "doi": "10.1186/s12970-017-0192-9",
      "title": "Vegan diets: practical advice for athletes and exercisers",
      "abstract": "With the growth of social media as a platform to share information, veganism is becoming more visible, and could be becoming more accepted in sports and in the health and fitness industry. However, to date, there appears to be a lack of literature that discusses how to manage vegan diets for athletic purposes. This article attempted to review literature in order to provide recommendations for how to construct a vegan diet for athletes and exercisers. While little data could be found in the sports nutrition literature specifically, it was revealed elsewhere that veganism creates challenges that need to be accounted for when designing a nutritious diet. This included the sufficiency of energy and protein; the adequacy of vitamin B12, iron, zinc, calcium, iodine and vitamin D; and the lack of the long-chain n-3 fatty acids EPA and DHA in most plant-based sources. However, via the strategic management of food and appropriate supplementation, it is the contention of this article that a nutritive vegan diet can be designed to achieve the dietary needs of most athletes satisfactorily. Further, it was suggested here that creatine and β-alanine supplementation might be of particular use to vegan athletes, owing to vegetarian diets promoting lower muscle creatine and lower muscle carnosine levels in consumers. Empirical research is needed to examine the effects of vegan diets in athletic populations however, especially if this movement grows in popularity, to ensure that the health and performance of athletic vegans is optimised in accordance with developments in sports nutrition knowledge."
    },
    {
      "doi": "10.2165/00007256-200636040-00002",
      "title": "Vegetarian Diets",
      "abstract": "The quality of vegetarian diets to meet nutritional needs and support peak performance among athletes continues to be questioned. Appropriately planned vegetarian diets can provide sufficient energy and an appropriate range of carbohydrate, fat and protein intakes to support performance and health. The acceptable macronutrient distribution ranges for carbohydrate, fat and protein of 45–65%, 20–35% and 10–35%, respectively, are appropriate for vegetarian and non-vegetarian athletes alike, especially those who perform endurance events. Vegetarian athletes can meet their protein needs from predominantly or exclusively plant-based sources when a variety of these foods are consumed daily and energy intake is adequate. Muscle creatine stores are lower in vegetarians than non-vegetarians. Creatine supplementation provides ergogenic responses in both vegetarian and non-vegetarian athletes, with limited data supporting greater ergogenic effects on lean body mass accretion and work performance for vegetarians. The potential adverse effect of a vegetarian diet on iron status is based on the bioavailability of iron from plant foods rather than the amount of total iron present in the diet. Vegetarian and non-vegetarian athletes alike must consume sufficient iron to prevent deficiency, which will adversely affect performance. Other nutrients of concern for vegetarian athletes include zinc, vitamin B12 (cyanocobalamin), vitamin D (cholecalciferol) and calcium. The main sources of these nutrients are animal products; however, they can be found in many food sources suitable for vegetarians, including fortified soy milk and whole grain cereals. Vegetarians have higher antioxidant status for vitamin C (ascorbic acid), vitamin E (tocopherol), and ß-carotene than omnivores, which might help reduce exercise-induced oxidative stress. Research is needed comparing antioxidant defences in vegetarian and non-vegetarian athletes."
    },
    {
      "doi": "10.1016/j.nut.2004.04.015",
      "title": "Nutritional considerations for vegetarian athletes",
      "abstract": "With the growing interest in the potential health benefits of plant-based diets, it is relevant to consider whether vegetarian dietary practices could influence athletic performance. Accordingly, this review examines whether nutrients that may differ between vegetarian and omnivorous diets could affect physical performance. We also describe recent studies that attempt to assess the effects of a vegetarian diet on performance and comment on other nutritional aspects of vegetarianism of relevance to athletes. Although well-controlled long-term studies assessing the effects of vegetarian diets on athletes have not been conducted, the following observations can be made: 1) well-planned, appropriately supplemented vegetarian diets appear to effectively support athletic performance; 2) provided protein intakes are adequate to meet needs for total nitrogen and the essential amino acids, plant and animal protein sources appear to provide equivalent support to athletic training and performance; 3) vegetarians (particularly women) are at increased risk for non-anemic iron deficiency, which may limit endurance performance; and 4) as a group, vegetarians have lower mean muscle creatine concentrations than do omnivores, and this may affect supramaximal exercise performance. Because their initial muscle creatine concentrations are lower, vegetarians are likely to experience greater performance increments after creatine loading in activities that rely on the adenosine triphosphate/phosphocreatine system. 5) Coaches and trainers should be aware that some athletes may adopt a vegetarian diet as a strategy for weight control. Accordingly, the possibility of a disordered eating pattern should be investigated if a vegetarian diet is accompanied by unwarranted weight loss."
    },
    {
      "doi": "10.1017/S0007114510004733",
      "title": "The influence of creatine supplementation on the cognitive functioning of vegetarians and omnivores",
      "abstract": "Creatine when combined with P forms phosphocreatine that acts as a reserve of high-energy phosphate. Creatine is found mostly in meat, fish and other animal products, and the levels of muscle creatine are known to be lower in vegetarians. Creatine supplementation influences brain functioning as indicated by imaging studies and the measurement of oxygenated Hb. Given the key role played by creatine in the provision of energy, the influence of its supplementation on cognitive functioning was examined, contrasting the effect in omnivores and vegetarians. Young adult females (n 128) were separated into those who were and were not vegetarian. Randomly and under a double-blind procedure, subjects consumed either a placebo or 20 g of creatine supplement for 5 d. Creatine supplementation did not influence measures of verbal fluency and vigilance. However, in vegetarians rather than in those who consume meat, creatine supplementation resulted in better memory. Irrespective of dietary style, the supplementation of creatine decreased the variability in the responses to a choice reaction-time task."
    },
    {
      "doi": "10.1007/s004210000222",
      "title": "Effect of creatine feeding on maximal exercise performance in vegetarians",
      "abstract": "The effect of creatine supplementation on exercise performance in vegetarians was examined. Creatine was ingested for 1 week by a group of vegetarians (VC) and meat-eaters (MC); a control group of meat-eaters was fed only glucose (MG). Exercise performance during three, 20-s maximal cycling tests (modified Wingate anaerobic test, WAnT) was determined before and after creatine supplementation. Blood samples were also drawn before and after exercise prior to and after supplementation. Basal plasma creatine (after an overnight fast) averaged (SE) 11 (2) μM in VC, and 24 (2) and 23 (7) μM in MG and MC, respectively (P < 0.05 for VC vs meat-eaters). These findings were expected, since most of the body's exogenous creatine source is meat. There was no significant difference in any other parameter between groups prior to supplementation. Creatine feedings significantly increased body mass (≅1 kg) and mean power output during the WAnTs (≅5%) to a similar extent in the VC and MC groups (P < 0.05–0.001). These parameters were not affected by supplementation in the MG group. Peak power output was also significantly increased by supplementation in MC (≅5%, P < 0.05), but not in VC. It is concluded that vegetarians and meat-eaters respond to creatine feedings with similar increases in mean power output during short-term, maximal exercise."
    },
    {
      "doi": "10.1007/s11130-019-00768-0",
      "title": "Chemical and Nutritional Evaluation of Protein-Rich Ingredients Obtained through a Technological Process from Yellow Lupin Seeds (Lupinus luteus)",
      "abstract": "In recent years, interest in plant-based proteins has been rising due to ethical and sustainability issues. In this context, the production of protein concentrates and isolates from new plant sources have increased enormously because of their nutritional and techno-functional properties. Therefore, this work describes a pilot process for obtaining protein-rich ingredients from a yellow lupin variety (Lupinus luteus) developed by the Agriaquaculture Nutritional Genomic Center (CGNA). A protein alkaline solubilisation followed by isoelectric precipitation was used as a method for obtaining a protein concentrate (LPC) and isolate (LPI) with 75 and 95% protein, respectively. The changes in the protein quality and chemical composition during the protein concentration process from lupin flour were evaluated. Thus, nutritional parameters such as the amino acids (AAs) profile, essential amino acid index (EAAI), chemical score (CS), the protein efficiency ratio (PER), and digestible indispensable amino acid score (DIAAS) were determined to evaluate the nutritional quality of LPC and LPI. The facile and scalable protein isolation method without a defatting process proposed in this study showed a great protein separation efficiency (PSE), while the amino acids profile was not affected during both the concentration as well as the isolation of proteins. In addition, SDS-PAGE showed that both LPC and LPI mainly contained the high-molecular-weight proteins α and β-conglutins. Both LPC and LPI had a balanced amino acids profile, and arginine was the most predominant amino acid. These results are useful for increasing the use of lupin based-protein ingredients as a potential functional ingredient in the food industry."
    },
    {
      "doi": "10.1111/1750-3841.13350",
      "title": "Emulsifying and Foaming Properties of Different Protein Fractions Obtained from a Novel Lupin Variety AluProt ‐CGNA® (Lupinus luteus)",
      "abstract": "The use of vegetable proteins as food ingredient is becoming increasingly important due to their high versatility and environmental acceptability. This work describes a chemical characterization and techno‐functional properties (emulsifying and foaming properties) of 3 protein fractions obtained from a protein‐rich novel lupin variety, AluProt ‐CGNA®. This nongenetically modified variety have a great protein content in dehulled seeds (60.6 g protein/100 g, dry matter), which is higher than soybean and other lupin varieties. A simple procedure was utilized to obtain 3 different fractions by using alkali solubilization and isoelectric precipitation. Fractions 1 and 3 were mainly composed of protein and polysaccharides (NNE), whereas fraction 2 was mainly composed by protein (97%, w/w). Fraction 3 presented interesting and potential foaming properties in comparison to the other fractions evaluated in the study. Besides, its solubility, foaming and emulsifying capacity were practically not affected by pH variations. The 3 fractions also presented good emulsion stability, reaching values above a 95%. SDS‐PAGE showed that fractions 1 and 2 contained mainly conglutin α, β, and δ, but in different ratios, whereas fraction 3 contained mainly conglutin γ and albumins. The results of this work will provide better understanding for the utilization of each protein fractions as potential ingredients in food industry."
    },
    {
      "doi": "10.1002/jsfa.6249",
      "title": "Isolation and foaming functionality of acid‐soluble protein from lupin (Lupinus angustifolius ) kernels",
      "abstract": "BACKGROUND\nAustralian sweet lupin (ASL ) protein is conventionally isolated by alkaline extraction/acid precipitation, leaving a waste stream containing acid‐soluble proteins (ASPs ) and contaminating raffinose family oligosaccharides (RFOs ). The foaming functionality of ASP isolated from ASL is not known, but ASP from another lupin species has demonstrated high foaming functionality .\nRESULTS\nPre‐soaking ASL kernels increased their protein/RFO ratio; however, some protein was lost by soaking. The foaming capacity of ASL protein isolated by different methods was ranked in the following order: alkaline extraction/isoelectric precipitation < direct acid extraction (novel ASP ) < supernatant from isoelectric precipitation (conventional ASP ) < ultrafiltered novel ASP = fresh egg white. Electrophoresis indicated enrichment of γ ‐conglutin and albumin peptides in ASPs and of a single peptide in the fibre residue from alkaline extraction .\nCONCLUSION\nThe high foaming capacity of ultrafiltered novel ASP , similar to that of fresh egg white, indicates the potential of this lupin protein as a food ingredient for foaming applications."
    },
    {
      "doi": "10.1016/B978-0-12-394597-6.00004-5",
      "title": "Chapter 4 - Fiber, Protein, and Lupin-Enriched Foods: Role for Improving Cardiovascular Health",
      "abstract": "Cardiovascular diseases (CVD) are the leading cause of death globally (World Health Organisation, 2011). Many of the risk factors for CVD are modifiable, including overweight and obesity. Numerous strategies have been proposed to fight CVD, with a special focus being placed on dietary interventions for weight management. The literature suggests that two nutrients, fiber and protein, may play significant roles in weight control and hence cardiovascular health. Increasing both protein and fiber in the diet can be difficult because popular low-carbohydrate and high-protein diets tend to have considerably low-fiber intakes (Slavin, 2005). One approach to obtain both is to develop functional foods using unique ingredients. Lupin flour is a novel food ingredient derived from the endosperm of lupin. It contains 40–45% protein, 25–30% fiber, and negligible sugar and starch (Petterson and Crosbie, 1990). Research conducted to date reveals that lupin-enriched foods, which are naturally high in protein and fiber, may have a significant effect on CVD risk factors. This review explores whether there is a role for fiber-, protein-, and lupin-enriched foods in improving cardiovascular health."
    },
    {
      "doi": "10.1080/10408398.2018.1507995",
      "title": "Protein glycosylation: a promising way to modify the functional properties and extend the application in food system",
      "abstract": "Modification of functional properties by glycosylating with polysaccharides is an effective solution to improve the internal disadvantages of native proteins. Generally, protein glycosylation belongs to the first stage of the Maillard reaction in essence. Dry-heating, wet-heating, and their combination are the major methods for the preparation of protein-polysaccharide conjugates (PPC). Spectrophotometry, spectroscopy, electrophoresis, calorimetry, chromatography, and mass spectrometry are confirmed to be the most effective methods for the identification of PPC. After glycosylation, functionalities of the native protein, including solubility, rheological properties, emulsifying properties, foaming properties, gel property, film-forming properties, thermal stability, antioxidant activity, allergenicity, and antibacterial properties, are improved. The PPC is extensively used as an encapsulation or a delivering material in order to improve the bioaccessibility of bioactive compounds in food system. Some new applications in food processing could be explored using PPC as an ingredient based on the improved functional properties, such as 3-dimensional printing food, gelled food, and colloid food. Furthermore, the model of protein glycosylation and the application of PPC in food processing could be extended to other protein modification to broaden the exploitation of native protein resource for the processing of novel foods."
    },
    {
      "doi": "10.1016/j.foodres.2018.08.065",
      "title": "Conjugates of α-lactalbumin, β-lactoglobulin, and lysozyme with polysaccharides: Characterization and techno-functional properties",
      "abstract": "Conjugates of protein (α-lactalbumin, β-lactoglobulin, and lysozyme) with polysaccharides (guar, locust, pectin, and carboxymethilcellulose) were prepared via Maillard reaction by the dry-heating method. The conjugates were characterizated by using the browning index, extent of reaction, grafting degree, sodium dodecyl sulfate – polyacrilamide gel electrophoresis, fluorescence, and circular dichroism. The emulsifying properties and foaming ability of the formed conjugates were also evaluated. Conjugates with pectin and Lz-CMC system showed an increase in the browning index with the increase of the heating time. Circular dichroism and fluorescence data pointed out to conformational changes of proteins during glycation. The lysozyme (lz) conjugates presented the highest degree of glycation (89.1%). The α-Lactalbumin (α-la) - polysaccharides (PS) conjugates showed foam stability higher than the mixture (α-la + PS), the pure α-la, and the conjugates of β-lactoglobulin (β-lg) and lysozyme (lz) for all studied time (30, 60, and 120 min). The α-la-carboxymethylcellulose (CMC) conjugate presented the highest value of foaming stability (85.71). The pure β-lg shows greater foam stability and volume than β-lg-PS conjugates and mixture (β-lg + PS). The lz conjugates do not exihibit foam stability, except for the lz-CMC conjugate that showed stability up to 60 min. Furthermore, emulsion stability of the systems was affected by sonication time. Conjugates of α-la have greatly potencial applications as novel foaming agents in food industry."
    },
    {
      "doi": "10.1002/jsfa.9735",
      "title": "Time effect on structural and functional properties of whey protein isolate‐gum acacia conjugates prepared via Maillard reaction",
      "abstract": "BACKGROUND\nThe functional properties of whey protein isolate (WPI) are sensitive to pH, ionic strength, and temperature. This prevents its application in various food systems and processing technologies. The conjugation of proteins with polysaccharides via the Maillard reaction is an efficient method to improve the functionality of proteins. The purpose of this work was to conjugate gum acacia (GA) with WPI via the dry‐heating Maillard reaction and to investigate the effect of reaction time on the physicochemical and functional properties of WPI‐GA conjugates.\n\nRESULTS\nSodium dodecyl sulfate‐polyacrylamide gel electrophoresis and high‐performance size exclusion chromatography confirmed the formation of higher molecular weight conjugates. The degrees of glycation for WPI‐GA conjugates incubated for 1, 3, 5, and 7 days were 28.14%, 44.98%, 49.50%, and 51.20%, respectively. The glycation reaction reduced the surface hydrophobicity and fluorescence intensity of WPI significantly (P  < 0.05). Functional properties of the conjugates, such as solubility, stability against heat‐induced insolubility, and emulsion properties were all superior to the control WPI. However, a reaction time longer than a day resulted in a high degree of browning and decreased the functionality of the conjugate significantly (P  < 0.05).\n\nCONCLUSION\nThe results indicated that conjugation of WPI with GA can be a promising way to enhance its functional properties. However, the reaction time suitable for producing conjugates with superior functional properties was not necessarily the highest glycation degree that could be reached. © 2019 Society of Chemical Industry"
    },
    {
      "doi": "10.1016/j.foodchem.2019.01.151",
      "title": "Pea protein isolate-gum Arabic Maillard conjugates improves physical and oxidative stability of oil-in-water emulsions",
      "abstract": "The present work investigated the impact of incubation time (0, 1, 3, and 5 day) on the properties and functionalities of conjugates formed between pea protein isolate (PPI) and gum Arabic (GA). The participation of both 11S and 7S to form conjugates with GA was proved by SDS-PAGE. The degree of conjugation reaction of conjugated was characterized by measuring the formation of Maillard reaction products, the loss of free amino groups, and color changes. The results suggested that PPI intimately incorporated into GA after 1 day incubation, giving a non-homogeneous microstructure with a reduction of nearly 18% available free amino and an increase of relative solubility to 15.5%. Additionally, emulsions prepared by PPI-GA conjugates showed smaller particle size, higher surface charge, and stronger steric hindrance to stabilize the emulsion droplets against environmental stresses and lipid oxidation. The findings provide a practical means to improve the functionality of pea proteins."
    },
    {
      "doi": "10.1016/j.carbpol.2014.11.060",
      "title": "Acacia gum as modifier of thermal stability, solubility and emulsifying properties of α-lactalbumin",
      "abstract": "Protein–polysaccharide conjugates often display improved techno-functional properties when compared to their individual involved biomolecules. α-Lactalbumin:acacia gum (α-la:AG) conjugates were prepared via Maillard reaction by the dry-heating method. Conjugate formation was confirmed using results of absorbance, o-phthalaldehyde test, sodium dodecyl sulfate–polyacrilamide gel electrophoresis (SDS–PAGE) and size exclusion chromatography. Techno-functional properties (emulsifying characteristics, solubility, and thermal stability) were evaluated for α-la, α-la/AG mixtures and α-la:AG conjugates. Conjugate thermal stability was improved compared to pure α-la treated at the same conditions of conjugate formation. Response surface methodology was used to establish models to predict solubility and emulsifying activity as functions of the salt concentration, pH and reaction time. α-la:AG conjugate solubility is affected in a complex manner by the three factors analyzed. Emulsifying activity index (EAI) of α-la is significantly affected by pH, while the α-la:AG EAI is affected by the three analyzed factors. Both solubility and EAI are maximized with pH 8.0, NaCl concentration of 0.3 mol L−1 and two days of Maillard reaction."
    },
    {
      "doi": "10.1016/j.ijbiomac.2018.01.114",
      "title": "Glycation of whey proteins: Technological and nutritional implications",
      "abstract": "Whey proteins are globular proteins that have received much attention due to their high nutritional value and characteristic functional properties. In addition to being part of the protein system in milk, they constitute the main proteins in whey and whey protein products. Interaction of whey proteins with reducing sugars and carbohydrates via Maillard reaction have been extensively studied in milk and in model systems. Glycation of individual whey proteins results in variable increases in their solubility, thermal stability, antioxidant activity, and emulsion and foam stabilization. Limited glycation of whey protein products particularly whey protein isolates (WPI) using polysaccharides has been studied with the aim to produce conjugates with modified functional properties and acceptable sensory properties. An overview is presented here on the effect of glycation on individual whey proteins and whey protein products and the potential uses of the glycated whey proteins."
    },
    {
      "doi": "10.1016/j.foodres.2017.08.057",
      "title": "Dry heating of whey proteins",
      "abstract": "Whey protein products are of widespread use as food ingredients because of their high nutritional, biological and functional properties. Whey proteins are important structural components in many foods as used in their native form, for example for their heat-induced gelation abilities. Furthermore, they also offer reliable functionalities when modified by heating processes as denatured or aggregated proteins. Heat treatment of whey proteins in a liquid state has received much attention in recent years. While dry heating of whey proteins, say heating whey proteins in the dry state, is frequently cited in the literature as a potential and efficient means to improve the functional properties of proteins, it has received very little attention. We report first on the dry heating of whey products as applied to promote glycation of whey proteins with a low denaturation, and second, to promote their denaturation and aggregation and on their consequences on the functional properties of whey proteins."
    },
    {
      "doi": "10.1080/10408398.2012.755669",
      "title": "Food Protein-polysaccharide Conjugates Obtained via the Maillard Reaction: A Review",
      "abstract": "The products formed by glycosylation of food proteins with carbohydrates via the Maillard reaction, also known as conjugates, are agents capable of changing and improving techno-functional characteristics of proteins. The Maillard reaction uses the covalent bond between a group of a reducing carbohydrates and an amino group of a protein. This reaction does not require additional chemicals as it occurs naturally under controlled conditions of temperature, time, pH, and moisture. Moreover, there is growing interest in modifying proteins for industrial food applications. This review analyses the current state of art of the Maillard reaction on food protein functionalities. It also discusses the influence of the Maillard reaction on the conditions and formulation of reagents that improve desirable techno-functional characteristics of food protein."
    },
    {
      "doi": "10.1021/jf981098s",
      "title": "Solubilized Wheat Protein Isolate: Functional Properties and Potential Food Applications",
      "abstract": "Solubility, foaming capacity/stability, water holding and fat absorption capacities, and emulsifying capacity/stability of a solubilized wheat protein isolate (SWPI) were compared with those of commercial protein, that is, sodium caseinate (NaCAS), dried egg white (DEW), nonfat dry milk (NFDM), and soy protein isolate (SPI). SWPI was highly soluble at pH 6.5−8.5. Foaming capacity of SWPI was superior to those of SPI, NFDM, and DEW, and its foaming stability was similar to those of the commercial proteins. Foaming properties of SWPI were greatly improved in the presence of 0.5% (w/v) CaCl2. Water holding capacity of SWPI was greater than that of NaCAS, NFDM, and DEW, whereas its fat absorption capacity was comparable to that of SPI, NaCAS, and DEW. SWPI exhibited emulsifying properties similar to those of SPI. SWPI was incorporated at 5, 10, 15, or 20% into ice cream, chocolate chip cookies, banana nut muffins, and hamburger patties. Products containing <5% SWPI were acceptable to consumers."
    },
    {
      "doi": "10.3168/jds.S0022-0302(03)73655-8",
      "title": "A Comparison of the Buttermilk Solids Functional Properties to Nonfat Dried Milk, Soy Protein Isolate, Dried Egg White, and Egg Yolk Powders",
      "abstract": "Physicochemical (i.e., sulfhydryl group, protein, and total solubility) as well as functional properties (i.e., water-holding and fat-absorption capacity, foaming and emulsification capacity, and stability) of commercial buttermilk solids (BMS) were compared to nonfat dried milk, soy protein isolate, and dried egg yolk and egg white powders on an equivalent protein basis. BMS showed limited functional properties in water-holding capacity (0.75 g water/g protein) and fat-absorption capacity (1.2 g of oil/g of protein), and foaming capacity (0.5 ml of foam/ml of solution) and stability. However, emulsifying capacity and stability of BMS was not significantly different from other dried protein powders. Results indicated that 0.9 g of protein (approximately 0.45%, wt/vol, concentration) from BMS was needed to emulsify a maximum oil concentration of 50% in water at temperatures up to 50°C. Denaturation of protein, quantified by free sulfhydryl groups, was a critical factor affecting the functionality of BMS and all other protein powders tested. The milk fat globule membrane present in BMS did not enhance either emulsifying capacity or stability."
    },
    {
      "doi": "10.1021/jf011248q",
      "title": "Physicochemical and Functional Properties of Buckwheat Protein Product",
      "abstract": "This study was conducted to compare the physicochemical and functional properties of buckwheat protein product (BWP), soy protein isolate (SPI), and casein. BWP was prepared from buckwheat flour by the method including alkaline extraction and isoelectric precipitation. The amino acid composition of BWP was very similar to that of buckwheat flour. The protein solubility (PS) of BWP was much greater than that of SPI at all pH levels (pH 2−10) but lower than that of casein at pH 7−10. The isoelectric point of BWP was around pH 4. The higher aromatic hydrophobicities (ARH) of BWP, SPI, and casein were obtained at lower pH levels (pH 2−3). The emulsifying stability (ES) of BWP was lower than those of SPI and casein at high pH levels (pH 7−10). At all pH levels, BWP formed a thin emulsion. Regression analysis showed that the ARH of BWP was significantly associated with the ES. Although the water holding capacity of BWP was quite lower than that of SPI, its fat absorption capacity was slightly higher than those of SPI and casein. These results indicated that the physicochemical properties of BWP were different from those of SPI or casein. Thus, BWP is a potential source of functional protein for possible food application."
    },
    {
      "doi": "10.1021/jf020952j",
      "title": "Lipid Oxidation in Corn Oil-in-Water Emulsions Stabilized by Casein, Whey Protein Isolate, and Soy Protein Isolate",
      "abstract": "Proteins can be used to produce cationic oil-in-water emulsion droplets at pH 3.0 that have high oxidative stability. This research investigated differences in the physical properties and oxidative stability of corn oil-in-water emulsions stabilized by casein, whey protein isolate (WPI), or soy protein isolate (SPI) at pH 3.0. Emulsions were prepared with 5% corn oil and 0.2−1.5% protein. Physically stable, monomodal emulsions were prepared with 1.5% casein, 1.0 or 1.5% SPI, and ≥0.5% WPI. The oxidative stability of the different protein-stabilized emulsions was in the order of casein > WPI > SPI as determined by monitoring both lipid hydroperoxide and headspace hexanal formation. The degree of positive charge on the protein-stabilized emulsion droplets was not the only factor involved in the inhibition of lipid oxidation because the charge of the emulsion droplets (WPI > casein ≥ SPI) did not parallel oxidative stability. Other potential reasons for differences in oxidative stability of the protein-stabilized emulsions include differences in interfacial film thickness, protein chelating properties, and differences in free radical scavenging amino acids. This research shows that differences can be seen in the oxidative stability of protein-stabilized emulsions; however, further research is needed to determine the mechanisms for these differences."
    },
    {
      "doi": "10.1021/jf035346i",
      "title": "Role of Continuous Phase Protein on the Oxidative Stability of Fish Oil-in-Water Emulsions",
      "abstract": "Whey protein isolate (WPI), soy protein isolate (SPI), and sodium caseinate (CAS) can inhibit lipid oxidation when they produce a positive charge at the interface of emulsion droplets. However, when proteins are used to stabilize oil-in-water emulsions, only a fraction of them actually absorb to the emulsion droplets, with the rest remaining in the continuous phase. The impact of these continuous phase proteins on the oxidative stability of protein-stabilized emulsions is not well understood. WPI-stabilized menhaden oil-in-water emulsions were prepared by high-pressure homogenization. In some experiments WPI was removed from the continuous phase of the emulsions through repeated centrifugation and resuspension of the emulsion droplets (washed emulsion). Unwashed emulsions were more oxidatively stable than washed emulsions at pH 7.0, suggesting that continuous phase proteins were antioxidative. The oxidative stability of emulsions containing different kinds of protein in the continuous phase decreased in the order SPI > CAS > WPI, as determined by both hydroperoxide and headspace propanal formation. Iron-binding studies showed that the chelating ability of the proteins decreased in the order CAS > SPI > WPI. The free sulfhydryls of both WPI and SPI were involved in their antioxidant activity. This research shows that continuous phase proteins could be an effective means of protecting ω−3 fatty acids from oxidative deterioration."
    },
    {
      "doi": "10.1016/j.colsurfb.2010.06.033",
      "title": "Flocculation of protein-stabilized oil-in-water emulsions",
      "abstract": "The flocculation properties of oil-in-water emulsions stabilized by proteins are reviewed from the colloid science perspective. Emphasis is placed on insight from systematic studies of the stability of emulsions prepared with a milk protein ingredient as the sole emulsifying agent. The main factors considered are pH, ionic strength, calcium ion concentration, thermal processing, and the presence of cosolutes (alcohol, sugars). Contrasting dependences of the flocculation behaviour on these factors are observed for the pH-sensitive disordered caseins (αs1-casein or β-casein) and the heat-sensitive globular proteins (especially β-lactoglobulin). In comparing characteristic emulsion properties obtained with different proteins, we consider the relative importance of the different kinds of molecular and colloidal interactions—electrostatic, steric, hydrophobic and covalent."
    },
    {
      "doi": "10.1080/10408398.2016.1227765",
      "title": "Multiple layers and conjugate materials for food emulsion stabilization",
      "abstract": "A single emulsifier material is seldom sufficient to cater to the requirements of complex emulsion-based food formulations that have to function over a wide range of pH, ionic strength, storage time, and temperature. Food emulsions have to be designed to satisfy several requirements for use which could be achieved by combining the beneficial properties of multiple emulsifiers. The present article reviews novel biological materials that are used to design oil-in-water (o/w) emulsions. More specifically, the major focus is to discuss (o/w) interfaces stabilized by multiple biopolymers. Prevalent ways by which two or more emulsifiers could be combined is by (i) forming multi-layered emulsions and (ii) conjugation of two compounds of beneficial traits. Multilayer emulsions make use of a combination of protein, phospholipids, and carbohydrates to stabilize (o/w) interfaces. On the other hand, covalent bonding between a protein and polysaccharide is induced to form a single entity known as conjugate that is superior to the individual biopolymers in terms of emulsion stability. Therefore, properties required to maintain emulsion stability such as surface activity, solubility, steric and electrostatic repulsion, and antioxidant effects from two different hydrocolloids could be integrated."
    },
    {
      "doi": "10.1016/j.foodchem.2014.04.028",
      "title": "Complexation of resveratrol with soy protein and its improvement on oxidative stability of corn oil/water emulsions",
      "abstract": "This work was to evaluate the potential of soy protein isolate (SPI)–resveratrol (RES) complex as an emulsifier to improve the effectiveness of RES as a natural antioxidant in corn oil-in-water emulsions. The physical properties and oxidative stability of emulsions stabilized by the native SPI–RES and heated SPI–RES complexes were evaluated. The water solubility of RES was enhanced by complexation with SPI, which was mainly driven by hydrophobic interactions. Heat treatment favoured the formation of the SPI–RES complex and endowed it with a higher antioxidant activity. Furthermore, the emulsions stabilized by the SPI–RES complexes showed an increased oxidative stability with reduced lipid hydroperoxides and volatile hexanal. This improving effect could be attributed to the targeted accumulation of RES at the oil–water interface accompanied by the adsorption of SPI, as evidenced by the high interfacial RES concentration. These findings show that the soy protein–polyphenol complex exhibited a good potential to act as an efficient emulsifier to improve the oxidative stability of emulsions."
    },
    {
      "doi": "10.1021/jf4003945",
      "title": "Enhanced Physical and Oxidative Stabilities of Soy Protein-Based Emulsions by Incorporation of a Water-Soluble Stevioside–Resveratrol Complex",
      "abstract": "To strengthen the effectiveness of resveratrol (RES) as a natural antioxidant in food systems, this work attempted to enhance the water solubility of RES by utilizing the solubilizing properties of stevioside (STE) and investigated the effect of STE-solubilized RES (STE–RES) incorporation on the stability of soy protein isolate (SPI)-based emulsions. The physical properties and oxidative stability of SPI emulsions with STE/STE–RES were evaluated. The water solubility of RES increased with the increase of STE concentration up to its critical micelle concentration, suggesting the solubilization of hydrophobic RES in STE self-assembled micelles. STE micelles competitively adsorbed at the oil–water interface with SPI, forming a mixed SPI and STE interfacial layer, thus resulting in a decrease in particle size and evident enhancement in the physical stability of SPI-based emulsions. After the incorporation of STE–RES, SPI emulsions showed an enhanced oxidative stability with reduced lipid hydroperoxides and volatile hexanal. This improvement was believed to be mainly attributed to the targeted migration of RES to the interface during the adsorption of the STE–RES complex, as evidenced by high interfacial accumulation of RES."
    },
    {
      "doi": "10.1080/10408398.2015.1067594",
      "title": "Emulsifying properties of soy proteins: A critical review with emphasis on the role of conformational flexibility",
      "abstract": "Soy proteins as important food ingredients exhibit a great potential to be widely applied in food formulations, due to their good nutrition, functional properties and health effects. The knowledge about the structure–function relationships of these proteins is crucial for their applications, but still very scant, especially that on their molecular mechanism of emulsification. The purpose of this review is to present a comprehensive summary of the knowledge about emulsifying and interfacial properties of soy proteins, achieved during the past decades, and particularly to provide an insight in understanding the role of conformational flexibility in their emulsifying properties. The interplays between the emulsifying and interfacial properties are also elucidated. For these proteins, the conformational flexibility rather than the surface hydrophobicity is the crucial parameter determining their emulsification performance. On the other hand, evidence is fast growing to indicate that because of the insoluble nature, soy proteins are a kind of unique materials to perform as food-grade Pickering stabilizers. The knowledge about the Pickering emulsion stabilization is distinctly different from that for conventional emulsions stabilized by soy proteins. Thus, different strategies should be employed to develop soy proteins into a kind of effective emulsifiers, depending on the preference of emulsification performance or emulsion stability."
    },
    {
      "doi": "10.1016/j.cis.2006.05.021",
      "title": "Coalescence stability of emulsions containing globular milk proteins",
      "abstract": "This review summarizes a large set of related experimental results about protein adsorption and drop coalescence in emulsions, stabilized by globular milk proteins, β-lactoglobulin (BLG) or whey protein concentrate (WPC). First, we consider the effect of drop coalescence on the mean drop size, d32, during emulsification. Two regimes of emulsification, surfactant-rich (negligible drop coalescence) and surfactant-poor (significant drop coalescence) are observed in all systems studied. In the surfactant-rich regime, d32 does not depend on emulsifier concentration and is determined mainly by the interfacial tension and the power dissipation density in the emulsification chamber, ε. In the surfactant-poor regime and suppressed electrostatic repulsion, d32 is a linear function of the inverse initial emulsifier concentration, 1 / CINI, which allows one to determine the threshold emulsifier adsorption needed to stabilize the oil drops during emulsification, Γ⁎ (the latter depends neither on oil volume fraction nor on ε). Second, we study how the BLG adsorption on drop surface changes while varying the protein and electrolyte concentrations, and pH of the aqueous phase. At low electrolyte concentrations, the protein adsorbs in a monolayer. If the pH is away from the isoelectric point (IEP), the electrostatic repulsion keeps the adsorbed BLG molecules separated from each other, which precludes the formation of strong intermolecular bonds during shelf-storage as well as after heating of the emulsion. At higher electrolyte concentration, the adsorption Γ increases, as a result of suppressed electrostatic repulsion between the protein molecules; monolayer or multilayer is formed, depending on protein concentration and pH. The adsorption passes through a maximum (around the protein IEP) as a function of pH. Third, the effect of various factors on the coalescence stability of “fresh” emulsions (up to several hours after preparation) was studied. Important conclusion from this part of the study is the establishment of three different cases of emulsion stabilization: (1) electrostatically-stabilized emulsions with monolayer adsorption, whose stability is described by the DLVO theory; (2) emulsions stabilized by steric repulsion, created by protein adsorption multilayers — a simple model was adapted to describe the stability of these emulsions; and (3) emulsions stabilized by steric repulsion, created by adsorption monolayers. Fourth, we studied how the emulsion stability changes with storage time and after heating. At high electrolyte concentrations, we find a significant decrease of the coalescence stability of BLG-emulsions after one day of shelf-storage (aging effect). The results suggest that aging is related to conformational changes in the protein adsorption layer, which lead to formation of extensive lateral non-covalent bonds (H-bonds and hydrophobic interactions) between the adsorbed molecules. The heating of BLG emulsions at high electrolyte concentration leads to strong increase of emulsion stability and to disappearance of the aging effect, which is explained by the formation of disulfide bonds between the adsorbed molecules. The emulsion heating at low electrolyte concentration does not affect emulsion stability — this result is explained with the electrostatic repulsion between the adsorbed molecules, which keeps them separated so that no intermolecular disulfide bonds are formed. Parallel experiments with WPC-stabilized emulsions show that these emulsions are less sensitive to variations of pH and thermal treatment; no aging effect is detected up to 30 days of storage. The observed differences between BLG and WPC are explained with the different procedures of preparation of these protein samples (freeze-drying and thermally enhanced spray-drying, respectively). Our data for emulsion coalescence stability are compared with literature results about the flocculation stability of BLG emulsions, and the observed similarities/differences are explained by considering the structure of the protein adsorption layers."
    },
    {
      "doi": "10.1016/j.foodchem.2015.09.106",
      "title": "Preparation, characterization and functional properties of flax seed protein isolate",
      "abstract": "Flaxseed protein isolate (FPI) was extracted from flaxseeds, and its amino acid composition and functional properties (solubility, thermal stability, emulsifying properties and electrostatic charge density, water holding and fat absorption capacities) were determined. The highest purity of FPI (90.6%) was achieved by extraction at 60 °C. FPI had a low lysine to arginine ratio of 0.25, which is desired in heart-healthy foods and infant formulas. The denaturation temperature of FPI was 105 °C. FPI had the highest emulsion activity index (375.51 m2/g), highest emulsion stability index (179.5 h) and zeta potential (−67.4 mV) when compared to those of other commonly used proteins, such as sodium caseinate (SC), whey protein isolate (WPI), gelatin (Gel) and soy protein isolate (SPI). The average emulsion droplet size of emulsions stabilized by these proteins was in the order SC < FPI < WPI < Gel < SPI. Water holding and fat absorption capacities of FPI were similar to those of the above mentioned proteins."
    },
    {
      "doi": "10.1016/j.foodres.2018.03.043",
      "title": "Influence of main emulsion components on the physicochemical and functional properties of W/O/W nano-emulsion: Effect of polyphenols, Hi-Cap, basil seed gum, soy and whey protein isolates",
      "abstract": "In this study, the effect of natural macromolecules as carrier agents on the biological activity of nano-encapsulated Bene hull polyphenols (Pistacia atlantica subsp. Mutica) through W/O/W emulsions was evaluated. The W/O microemulsions as primary emulsions and a complex of soy protein isolate and basil seed gum (SPI-BSG), whey protein isolate and basil seed gum (WPI-BSG) and also Hi-Cap 100 in the outer aqueous phase were used to produce W/O/W nano-emulsions. Z-average size of emulsions stabilized by Hi-Cap, WPI-BSG, and SPI-BSG was 318, 736.9 and 1918 nm, respectively. The encapsulation efficiency of polyphenols for powders produced by Hi-Cap, WPI-BSG, and SPI-BSG was 95.25, 90.9 and 92.88%, respectively, which was decreased to 72.47, 67.12 and 64.44% after 6 weeks storage at 30 °C. The antioxidant activity of encapsulated polyphenols at 100, 200 and 300 ppm was measured in oil by peroxide and p-anisidine values during storage and was compared to non-encapsulated extract and synthetic antioxidant. Results showed oxidative alterations in oils containing encapsulated polyphenols was lower than unencapsulated form, which among them capsules produced by SPI-BSG exhibited higher antioxidant effects due to the better gradual release. Generally, the higher antioxidant potential was achieved with increased solubility and controlled release of polyphenols through their nano-encapsulation."
    },
    {
      "doi": "10.1016/j.carbpol.2019.115775",
      "title": "Mechanisms of whey protein isolate interaction with basil seed gum: Influence of pH and protein-polysaccharide ratio",
      "abstract": "In the present work, we determined the structure-function relationships of basil seed gum (BSG) and whey protein isolate (WPI) mixtures at the start of soluble complex formation, maximum soluble complex formation and predominant thermodynamic incompatibility to understand BSG:WPI blends interaction behavior. Accordingly, turbidity and zeta potential were analyzed in the pH range of 2.0–7.0 and BSG:WPI ratios of 1:4, 1:6.6 and 1:9. Dynamic rheometry was used to evaluate samples at three different pHs. Additionally, dilute solution properties of BSG, WPI and their blends were studied at pH = 7.0. Independent of mixture ratio, all dispersions showed maximum interaction at pH = 5.0, the start of soluble complex formation around pH = 6.0 and thermodynamic incompatibility interaction behavior at pH = 7.0. Cole-Cole plots based on dynamic rheometry supported the Gibbs free energy change of mixtures based on intrinsic viscosity data. These results are important to create new structures from mixtures of proteins and polysaccharides."
    },
    {
      "doi": "10.1016/j.carbpol.2016.11.052",
      "title": "Fabrication of basil seed gum nanoparticles as a novel oral delivery system of glutathione",
      "abstract": "Plant derived polymers like mucilage have evoked great attention in the field of functional food ingredient delivery. The objective of this study was to evaluate the potential of basil seed gum nanoparticles (BSG NPs) as an oral delivery system for glutathione (GSH). BSG NPs (1–0.25 mg ml−1) were fabricated by ion gelling technique and calcium was used as a cross-linking agent (0.7–0.3 mg ml−1). The results showed that BSG NPs (298–595 nm) have spherical shape and the relative viscosity revealed that the possibility of agglomeration of BSG NPs is low. The interaction between BSG and GSH was confirmed by FTIR and DSC studies. Entrapment and loading efficiency of BSG-GSH nanoparticles were in the range of 6.5–43% and 7–13%, respectively. GSH release in gastrointestinal environment showed release speed in pH 1.2 was lower in compared with pH 6.8. As a result, smaller amounts of GSH will be destroyed in the stomach during digestion time."
    },
    {
      "doi": "10.1016/j.carbpol.2016.04.088",
      "title": "New studies on basil (Ocimum bacilicum L.) seed gum: Part II—Emulsifying and foaming characterization",
      "abstract": "BSG is composed of two major fractions with different molecular weight: PER-BSG (5980 kg mol−1) and SUPER-BSG (1045 kg mol−1). In the present work, the emulsifying and foaming properties of BSG and its fractions were investigated as a function of molecular weight, chain flexibility and physicochemical features (protein and acid uronic content). BSG prevented creaming of emulsion for 4 weeks. This high stabilization may be related to formation a solid-like structure and viscoelastic film of BSG around oil droplets which protected oil droplets against aggregation. The low molecular weight fraction (SUPER-BSG) created more stable emulsion than high molecular weight fraction (PER-BSG). The foam capacity and stability of albumin solution increased by adding BSG. The highest foam stability was observed at the highest gum concentration (0.3% w/v). Removing protein moieties of BSG led to emulsion and foam stabilization properties of BSG weakened, which presents the importance of protein in emulsifying and foaming properties of BSG."
    },
    {
      "doi": "10.1016/j.ijbiomac.2019.05.103",
      "title": "Sources, structure, properties and health benefits of plant gums: A review",
      "abstract": "This article has been developed with the aim of reviewing the different sources, structure, extraction, composition, properties and health benefits of plant gums. Gums are known for their multifarious uses in food industries like bakery, meat, fruit and vegetable. Those obtained from different sources exhibit differences in their chemistry. All have a rich nutritional profile and require different methods for extraction/purification. Most studies reveal fair flow characteristics of plant gums. The X-ray diffraction studies and scanning electron micrographs confer their amorphous nature. General appearance of plant gums varies from yellow–cream to whitish in color. Water absorption and swelling are two essential physicochemical properties of the plant gums owing to their hydrophilic nature. In spite of hydrophilicity, plant gums exhibit significant interfacial properties like emulsifying and foaming. Aqueous plant gum dispersions are acidic in nature and show great variations in their rheological behaviour. Thermal properties (DSC) of the plant gums reveal endothermic as well as exothermic transitions. Many gums obtained from botanical sources have proven health promoting benefits."
    },
    {
      "doi": "10.1016/j.foodchem.2015.05.115",
      "title": "Application of nano-encapsulated olive leaf extract in controlling the oxidative stability of soybean oil",
      "abstract": "Our objective was to evaluate the antioxidant activity of olive leave extract (OLE) encapsulated by nano-emulsions in soybean oil. The average droplet size one day after production was 6.16 nm for primary W/O nano-emulsion and, 675 nm and 1443 nm for multiple emulsions stabilized by WPC alone and complex of WPC–pectin, respectively. The antioxidant activity of these emulsions containing three concentrations of 100, 200 and 300 mg OLE during storage was evaluated in soybean oil by peroxide value, TBA value and rancimat thermal stability test and was compared with blank (non-encapsulated) OLE and synthetic TBHQ antioxidant. Nano-encapsulated OLE was capable of controlling peroxide value better than unencapsulated OLE. But because of blocking phenolic compounds within dispersed emulsions droplets, thermal stability of encapsulated OLE was lower. To summarize, with increased solubility and controlled release of olive leaf phenolic compounds through their nano-encapsulation, a higher antioxidant activity was achieved."
    },
    {
      "doi": "10.1016/j.foodchem.2012.03.029",
      "title": "Interfacial and emulsifying properties of lentil protein isolate",
      "abstract": "The dynamic interfacial tension (DIFT) at oil–water interface, diffusion coefficients, surface hydrophobicity, zeta potential and emulsifying properties, including emulsion activity index (EAI), emulsion stability index (ESI) and droplet size of lentil protein isolate (LPI), were measured at different pH and LPI concentration, in order to elucidate its emulsifying behaviour. Sodium caseinate (NaCas), whey protein isolate (WPI), bovine serum albumin (BSA) and lysozyme (Lys) were used as benchmark proteins and their emulsifying property was compared with that of LPI. The speed of diffusion-controlled migration of these proteins to the oil/water interface, was in the following order: NaCas > LPI > WPI > BSA > Lys, while their surface hydrophobicity was in the following order: BSA > LPI > NaCas > WPI > Lys. The EAI of emulsions stabilised by the above proteins ranged from 90.3 to 123.3 m2/g and it was 93.3 ± 0.2 m2/g in LPI-stabilised emulsion. However, the stability of LPI-stabilised emulsions was slightly lower compared to that of WPI and NaCas-stabilised emulsions at the same protein concentration at pH 7.0. The ESI of LPI emulsions improved substantially with decrease in droplet size when protein concentration was increased (20–30 mg/ml). Reduction of disulphide bonds enhanced both the EAI and ESI compared to untreated samples. Heat treatment of LPI dispersions resulted in poor emulsion stability due to molecular aggregation. The stability of LPI-stabilised emulsions was found to decrease in the presence of NaCl. This study showed that LPI can be as effective emulsifiers of oil-in-water emulsions as are WPI and NaCas at ⩾20 mg/ml concentrations both at low and neutral pH. The emulsifying property of LPI can be improved by reducing the intra and inter-disulphide bond by using appropriate reducing agents."
    },
    {
      "doi": "10.1039/C8FO00912K",
      "title": "Incorporation of bioactive dairy hydrolysate influences the stability and digestion behaviour of milk protein stabilised emulsions",
      "abstract": "The physical stability of emulsions containing bioactive ingredients is an important aspect of functional food development. This research investigated the effects of a bioactive dairy hydrolysate with anti-inflammatory effects on the properties of oil-in-water emulsions (23% rapeseed oil and 1.5% w/w protein). This was determined by monitoring the effects of various combinations of sodium caseinate (NaCas) and NaCas hydrolysate (NaCasH) (NaCas : NaCasH; 100 : 0, 40 : 60, 30 : 70, 20 : 80 and 0 : 100) on the physico-chemical characteristics (particle size distribution, microstructure, adsorption of protein to the interface, viscosity and creaming stability) of emulsions. Currently, there is growing interest in designing functional foods that modulate lipid digestion. Therefore, emulsion breakdown and subsequent release of free fatty acids (FFAs) from selected NaCasH stabilised emulsions (40 : 60 and 0 : 100) was monitored during in vitro gastrointestinal digestion and compared to the behaviour of emulsions stabilised by NaCas alone. Inclusion of NaCasH generally decreased the stability of the emulsions except when added at a NaCas : NaCasH ratio of 40 : 60 which resulted in emulsions with equivalent stability to the NaCas stabilised emulsions. Although the 40 : 60 combination provided an emulsion system as stable as NaCas, during simulated digestion, these emulsions demonstrated a slower rate of FFA release. This was attributed to the 40 : 60 stabilised emulsions having much larger flocculated lipid droplets than NaCas emulsions, which resulted in reduced surface area and fewer binding sites for lipase adsorption. Accordingly, the 40 : 60 emulsions were hydrolysed more slowly. Emulsions containing only NaCasH exhibited extensive coalescence prior to and during digestion and thus displayed the slowest release of FFA. The results suggest that including NaCasH in the emulsifier blend yields emulsions with modified digestibility and may form the basis of controlling the digestion and release of fat-soluble nutrients in formulated foods. However, further studies are required to optimise the stability of these emulsions before inclusion in such applications."
    },
    {
      "doi": "10.1111/j.1750-3841.2010.01959.x",
      "title": "Influence of Biopolymer Emulsifier Type on Formation and Stability of Rice Bran Oil‐in‐Water Emulsions: Whey Protein, Gum Arabic, and Modified Starch",
      "abstract": "Abstract: Rice bran oil (RBO) is used in foods, cosmetics, and pharmaceuticals due to its desirable health, flavor, and functional attributes. We investigated the effects of biopolymer emulsifier type and environmental stresses on the stability of RBO emulsions. Oil‐in‐water emulsions (5% RBO, 10 mM citrate buffer) stabilized by whey protein isolate (WPI), gum arabic (GA), or modified starch (MS) were prepared using high‐pressure homogenization. The new MS used had a higher number of octenyl succinic anhydride (OSA) groups per starch molecule than conventional MS. The droplet diameters produced by WPI and MS were considerably smaller (d < 300 nm) than those produced by GA (d > 1000 nm). The influence of pH (3 to 8), ionic strength (0 to 500 mM NaCl), and thermal treatment (30 to 90 °C) on the physical stability of the emulsions was examined. Extensive droplet aggregation occurred in WPI‐stabilized emulsions around their isoelectric point (4 < pH < 6), at high salt (> 200 mM, pH 7), and at high temperatures (>70 °C, pH 7, 150 mM NaCl), which was attributed to changes in electrostatic and hydrophobic interactions between droplets. There was little effect of pH, ionic strength, and temperature on emulsions stabilized by GA or MS, which was attributed to strong steric stabilization. In summary: WPI produced small droplets at low concentrations, but they had poor stability to environmental stress; GA produced large droplets and needed high concentrations, but they had good stability to stress; new MS produced small droplets at low concentrations, with good stability to stress.\n\nPractical Application: This study showed that stable rice bran oil‐in‐water emulsions can be formed using biopolymer emulsifiers. These emulsions could be used to incorporate RBO into a wide range of food products. We compared the relative performance of whey protein, GA, and a new MS at forming and stabilizing the emulsions. The new OSA MS was capable of forming small stable droplets at relatively low concentrations."
    },
    {
      "doi": "10.1021/jf203240e",
      "title": "Charge Modifications to Improve the Emulsifying Properties of Whey Protein Isolate",
      "abstract": "Whey protein isolate was modified by ethylene diamine in order to shift its isoelectric point to an alkaline pH. The extent of the modification was studied using SDS–PAGE and MALDI-TOF mass spectrometry. The modified whey proteins were used as an emulsifier to stabilize oil-in-water emulsions at acidic and neutral pH ranges, and their emulsifying properties were compared with that of the unmodified whey proteins and with the previously studied ethylene diamine modified sodium caseinate. The emulsifying activity of the modified whey proteins was similar to that of the unmodified ones, but the stability of an emulsion at pH 5 was significantly improved after the modification. Charge and coverage of droplet surface and the displacement of the interfacial proteins by surfactant Tween 20 were further studied as a function of pH. As compared with the unmodified whey proteins, the modified ones were proven to cover the interface more efficiently with extensive surface charge at pH 5, although the interfacial layer was less resistant to the surfactant displacement."
    },
    {
      "pmid": "20858193",
      "title": "Food Applications for Flaxseed and Its Components: Products and Processing",
      "abstract": "Flaxseed is the richest plant source of omega-3 fatty acid (α-linolenic acid) and the phytohormone lignans. It is also an essential source of high-quality protein and dietary fiber. Additionally, flaxseed has potential to be a source of phenolic compounds. Because of the beneficial physiological effects of its components, this seed is considered a functional food. It can contribute to the reduction of several diseases such as diabetes mellitus, arteriosclerosis and cancer. Food products and processing with regards to flaxseed are presented in this article. The article also presents some promising patents on food applications for flaxseed and its components. In addition, some potential opportunity areas are also discussed along with the impact of the use of this seed and its components in foods."
    },
    {
      "doi": "10.3168/jds.S0022-0302(06)72103-8",
      "title": "Invited Review: Spray-Dried Dairy and Dairy-Like Emulsions—Compositional Considerations",
      "abstract": "Milk constituents [caseins, whey proteins (WP), lactose, and anhydrous milk fat] are used widely in the manufacture of dehydrated dairy and dairy-like emulsions. When sodium caseinate- (NaCas) and WP-stabilized emulsions with an oil-to-protein ratio ranging from 0.25 to 5 are dehydrated, NaCas is a more effective encapsulant than WP because of its superior emulsifying properties and resistance to heat denaturation. Denaturation degree of WP during drying has been associated with increased powder surface fat and larger droplet size after reconstitution. Encapsulation of NaCas-stabilized emulsions improves in the presence of lactose; powder surface fat was reduced from 30 to <5% when lactose was added at a 1:1 ratio to NaCas in an emulsion containing 30% (wt/wt) oil. This has been related to the ability of lactose to form solid-like (or glassy) capsules during sudden dehydration. Encapsulation of WP-stabilized emulsions is not improved by addition of lactose, although there are conflicting reports in the literature. Storage stability of dehydrated dairy-like emulsions is strongly linked to lactose crystallization as release of encapsulated material occurs during storage at high relative humidities (e.g., 75%). The use of alternative carbohydrates as “matrix-forming” materials (such as maltodextrins or gum arabic) improves storage stability but compromises the emulsion droplet size after reconstitution. The composition of the powder surface has been recognized as a key parameter in dehydrated emulsion quality. It is the chemical composition of the powder surface that dictates the behavior of the bulk in terms of wettability, flowability, and stability. Analyses, using electron spectroscopy for chemical analysis of the surface of industrial milk powders and dehydrated emulsions that mimicked the composition of milk, showed that powder surface is covered mainly by fat, even when the fat content is very low (18 and 99% surface fat coverage for skim milk and whole milk powders, respectively). The functional properties of milk constituents during emulsion dehydration are far from being thoroughly understood; future research needs include a) the encapsulation properties of pure micellar casein; b) a deeper understanding of colloidal phenomena (such as changes in the oil-water and air-oil interfaces) that occur before, during, and after dehydration, which ultimately define emulsion stability after drying; and c) reconciliation of the current different views on powder surface composition."
    },
    {
      "doi": "10.1016/j.foodhyd.2012.01.001",
      "title": "Functional properties of isolated porcine blood proteins modified by Maillard’s reaction",
      "abstract": "Plasma proteins (albumin and immunoglobulins) and haemoglobin from porcine blood can be recovered from slaughterhouse waste. These proteins are employed as ingredients in food products on account of their functional properties. There are different methods to improve these properties, Maillard’s reaction probably being the most promising technique for food purposes. In the present study, 10 kDa dextran was employed to produce the conjugates. Three reaction temperatures were assayed, 80 °C for 60 min being found to be the most suitable to produce conjugates with enhanced functional properties. Both thermal stability and emulsification capacity were improved; gelling temperature was increased 15 °C; and gel strength was lowered 50% compared to native proteins. However, solubility decreased slightly. It has been demonstrated that the functional properties of blood proteins are enhanced through conjugation, showing a improvement in the application of the blood proteins in food products."
    },
    {
      "doi": "10.1111/j.1541-4337.2005.tb00072.x",
      "title": "Influence of Cosolvent Systems on the Gelation Mechanism of Globular Protein: Thermodynamic, Kinetic, and Structural Aspects of Globular Protein Gelation",
      "abstract": "How thermostability and gelation of globular protein are affected by cosolvent systems present in food systems is critical to understanding their functionality. The expression of these functional attributes depends on the molecular structure and thermal‐mechanical history of the protein, as well as its chemical environment. To improve the design of processing protein‐containing food systems, one must fully understand the thermodynamic, kinetic, and structural impact of cosolvent on globular protein gelation. This review focuses on the impact of weakly interacting neutral cosolvent systems (for example, sugars and polyols) on the gelation of globular proteins. The physicochemical mechanisms by which these cosolvent systems can modulate protein gelation are highlighted from a thermodynamic, kinetic, and structural point of view."
    },
    {
      "doi": "10.1021/jf7036714",
      "title": "Structural Characterization of Bovine β-Lactoglobulin−Galactose/Tagatose Maillard Complexes by Electrophoretic, Chromatographic, and Spectroscopic Methods",
      "abstract": "To investigate the influence of the type of carbonyl group of the sugar on the structural changes of proteins during glycation, an exhaustive structural characterization of glycated β-lactoglobulin with galactose (aldose) and tagatose (ketose) has been carried out. Conjugates were prepared via Maillard reaction at 40 and 50 °C, pH 7, and aw = 0.44. The progress of the Maillard reaction was followed by indirect formation of Amadori and Heyns compounds, advanced glycation end products, and brown polymers. The structural characterization of glycoconjugates was conducted by using a number of analytical techniques such as RP-HPLC, isoelectric focusing, MALDI-ToF, SDS−PAGE, size exclusion chromatography, and spectrofluorimetry (tryptophan fluorescence). In addition, the surface hydrophobicity of the β-lactoglobulin glycoconjugates was also assessed. The results showed a higher reactivity of galactose than tagatose to form the glycoconjugates, probably due to the higher electrophilicity of the aldehyde group. At 40 °C, more aggregation was produced when β-lactoglobulin was conjugated with tagatose as compared to galactose. However, at 50 °C hardly any difference was observed in the aggregation produced by galactose and tagatose. These results afford more insight into the importance of the functional group of the carbohydrate moiety during the formation of protein−carbohydrate conjugates via Maillard reaction."
    },
    {
      "doi": "10.1016/j.foodhyd.2008.08.005",
      "title": "Hydrocolloids as emulsifiers and emulsion stabilizers",
      "abstract": "We consider the essential molecular features of hydrocolloids having the ability to act as emulsifying agents and emulsion stabilizing agents. The criteria for effectiveness in protecting newly formed droplets against flocculation and coalescence are contrasted with the requirements to maintain long-term stability against aggregation, creaming and Ostwald ripening. To illustrate various aspects of stability behaviour, comparison is made between the physico-chemical characteristics of hydrocolloid emulsifying agents and those of other kinds of food emulsifying agents – surfactants, proteins and nanoparticles. Interfacial complexation between protein and polysaccharide may occur through covalent bonding or electrostatic bonding. For the case of electrostatic protein–polysaccharide complexes, the interfacial nanostructure and the stabilizing properties of the adsorbed layer are dependent, amongst other things, on the sequence of adsorption of the biopolymers to the emulsion droplet surface."
    },
    {
      "doi": "10.1007/s12393-012-9057-9",
      "title": "Melanoidins Formed by Maillard Reaction in Food and Their Biological Activity",
      "abstract": "This paper is a review of the recent studies on Maillard reaction products, the formation mechanism for these compounds and melanoidin structure, the undesirable consequences in food especially in fruit juice processing, the desirable effects and the biological properties related to the beneficial health. Melanoidins are compounds generated in the late stages of the Maillard reaction from reducing sugars and proteins or amino acids during food processing and preservation. Recently, the effects of melanoidins on human health and the chemical characterization of the beneficial components have gained a lot of attention, and their implications on several levels, sensory, nutritional, toxicological and technological were investigated. Food melanoidins have been reported to be anionic, coloured compounds, and some of their key chromophores have been elucidated. The antioxidant activity and other biological effects of melanoidins from real foods and model systems have been widely studied. Despite this, very few different melanoidin structures have actually been described, and specific health effects have yet to be linked with chemically distinct melanoidins. The variety of Maillard reaction products formed during the reaction, in conjunction with the difficulty in purifying and identifying them, makes a thorough analysis of melanoidins challenging."
    },
    {
      "doi": "10.1016/j.foodres.2010.02.006",
      "title": "Functional properties of milk proteins as affected by Maillard reaction induced oligomerisation",
      "abstract": "Milk proteins were modified by Maillard reaction with glucose, lactose, pectin and dextran and analysed for changes in molar mass distribution and functional properties. The study revealed that oligomeric (20,000–200,000 g/mol) and polymeric (>200,000 g/mol) Maillard reaction products with heterogeneous functional property profiles were generated. Compared to untreated milk proteins, milk protein/saccharide Maillard products formed highly viscous solutions and performed increased antioxidant capacity. Improved heat stability was detected for milk protein/dextran products, higher surface hydrophobicity for milk protein/glucose and milk protein/lactose products, and increased overrun for milk protein/pectin and milk protein/dextran products. Total milk protein/saccharide Maillard products formed outstandingly stable protein foams, Maillard products of total milk protein and glucose, lactose or pectin stable O/W-emulsions. Milk protein/pectin and milk protein/dextran Maillard products were characterized by increased emulsifying activity, and whey protein/saccharide products by enhanced pancreatic in vitro digestibility.\n\nThe study characterizes Maillard reaction products of milk proteins and makes it possible to specifically select modified proteins for industrial applications according to the requirements towards food proteins, weighing changes in techno- and tropho-functional protein properties."
    },
    {
      "doi": "10.1016/j.foodhyd.2012.08.004",
      "title": "Covalent attachment of fenugreek gum to soy whey protein isolate through natural Maillard reaction for improved emulsion stability",
      "abstract": "Soy whey protein isolate (SWPI)–fenugreek gum (hydrolyzed and unhydrolyzed) conjugates were prepared by Maillard-type reaction in a controlled dry state condition (60 °C, 75% relative humidity for 3 days) to improve emulsification properties. Fenugreek gum was partially hydrolyzed using 0.05 M HCl at 90 °C for 10 min (HD10), 30 min (HD30) and 50 min (HD50) to examine if molecular weight had an effect on the emulsifying properties. The formation of SWPI–fenugreek gum conjugates was confirmed by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). Measurements of particle size distribution and average particle size have shown that conjugation of SWPI–fenugreek gum at 60 °C for 3 days was enough to produce relatively small droplet sizes in oil-in-water (o/w) emulsions. A ratio of 1:3 and 1:5 of SWPI:fenugreek gum was more effective in stabilizing emulsion compared to 1:1 ratio. Unhydrolyzed fenugreek gum conjugates exhibited better emulsifying properties compared to partially hydrolyzed fenugreek gum conjugates. The order of the conjugates in lowering the particle size of emulsions was as follows: SWPI–unhydrolzed fenugreek gum > SWPI–HD10 > SWPI–HD30 > SWPI–HD50."
    },
    {
      "doi": "10.1271/bbb1961.54.107",
      "title": "Functional Protein-Polysaccharide Conjugate Prepared by Controlled Dry-heating of Ovalbumin-Dextran Mixtures",
      "abstract": "A functional ovalbumin-dextran conjugate was prepared by dry-heated storage at 60°C and 65% relative humidity for 3 weeks. The emulsifying properties of the ovalbumin-dextran conjugate were about three times higher than those of an ovalbumin-glucose conjugate. SDS-electrophoresis patterns showed that the ovalbumin-dextran conjugate obtained by dry-heating was not as polydispersed as that obtained by cyanogen bromide-activated dextran. The average molecular weight of the ovalbumin-dextran conjugate was about 200, 000. The excellent emulsifying properties of ovalbumin-dextran conjugate were maintained even at pH 3 and were further improved at pH 10. In addition, the emulsifying properties of the ovalbumin-dextran conjugate were greatly enhanced by preheating the conjugate at 100°C. Thus, it is suggested that an ovalbumin-dextran conjugate prepared by controlled dry-heating can be used as a macromolecular emulsifier for food applications."
    },
    {
      "doi": "10.1021/jf0498259",
      "title": "Improvement of Functional Properties of Egg White Protein through Phosphorylation by Dry-Heating in the Presence of Pyrophosphate",
      "abstract": "Egg white protein (EWP) was phosphorylated by dry-heating in the presence of pyrophosphate at pH 3.0−7.0 and 85 °C for 1 and 5 days, and the functional properties of the phosphorylated EWP (PP-EWP) were investigated. The phosphorylation was accelerated with a decrease of pH from 7.0 to 3.0 and for heating times from 1 to 5 days. The phosphorus content of EWP increased ∼1.05% by dry-heating at pH 4.0 and 85 °C for 5 days in the presence of pyrophosphate, which was higher than that of casein. The electrophoretic mobility of EWP increased with an increase in the phosphorylation level. The surface hydrophobicity of EWP increased by phosphorylation. The heat stability, emulsifying properties, and digestibility of EWP were improved by phosphorylation. The calcium phosphate-solubilizing ability of EWP was enhanced by phosphorylation. A firmer and transparent heat-induced gel of PP-EWP was obtained, and the water-holding capacity of heat-induced PP-EWP gel was higher that that of the control. These results suggest that phosphorylation by dry-heating in the presence of pyrophosphate is a useful method for improving the functional properties of EWP."
    },
    {
      "doi": "10.1021/jf001202h",
      "title": "Effect of Maillard Reaction with Glucose and Ribose on Solubility at Low Ionic Strength and Filament-Forming Ability of Fish Myosin",
      "abstract": "It was previously reported that water-soluble fish meat can be prepared by the Maillard reaction with reducing monosaccharides. To clarify the molecular mechanism of the solubility improvement caused by the glycosylation, carp myosin and myosin rod region were reacted with glucose and ribose, and their solubilities and filament-forming abilities at low ionic strength were investigated. The solubility of myosin in 0.1 M NaCl increased with the glycosylation and reached the same level as in 0.5 M NaCl. Although the same solubility improvement was observed in glycosylated myosin rod and the α-helix content remained unchanged, the filament-forming ability was completely lost by the glycosylation. These results suggest that the solubility improvement of fish meat at low ionic strength is caused by the solubilization of myosin and the dissociation of myosin filaments."
    },
    {
      "doi": "10.1016/j.foodhyd.2019.05.037",
      "title": "Improvement of the solubility and emulsifying properties of rice bran protein by phosphorylation with sodium trimetaphosphate",
      "abstract": "Rice bran protein (RP) could represent an important component of the protein resources in daily life because a large amount of it remains after rice processing. At present work, RP underwent phosphorylation using sodium trimetaphosphate under hydrothermal treatment at different pH values (3.0, 5.0, 7.0, 9.0 and 11.0), and the utilization of phosphorylated products in emulsions was also assessed. Phosphorylated RP at pH 9.0 showed the highest solubility and emulsifying activity. According to the results of the phosphorus content, zeta potential, infrared spectroscopy and X-ray photoelectron spectroscopy analysis, phosphate groups were introduced to RP, and the phosphate esters (P=O) were detected. With the analysis of surface hydrophobicity, intrinsic fluorescence, and circular dichroism spectra, phosphorylation by hydrothermal treatment changed the secondary and/or tertiary structure of proteins and increased the solubility and emulsifying activity. Emulsions prepared with phosphorylated RP at pH 9.0 were stable over a range of environmental conditions: pH 7–9, NaCl <50 mM, and temperatures <90 °C were studied. It shows that RP phosphorylated by sodium trimetaphosphate could be utilized in the formulation and production of natural emulsion-based products as emulsifier."
    },
    {
      "doi": "10.1016/j.foodhyd.2018.03.039",
      "title": "Structure and functional characteristics of rapeseed protein isolate-dextran conjugates",
      "abstract": "The functional properties of rapeseed protein isolate (RPI) has limited its utilization by the food industry. To improve its utilization, RPI-dextran conjugates with different grafting degrees (GD) were prepared by grafting reaction. Grafting reaction was mostly between the dextran and the cysteine (Cys) and lysine (Lys) from 12S globulin, as verified by the results of sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and amino acid composition. The graft treatment changed the molecular structure of RPI, displaying an increase of the surface hydrophility and an unfolding of the secondary structure as confirmed by fourier transform infrared spectrum (FT-IR) and circular dichroism (CD). The graft treatment also made surface structure of conjugates become looser and increased molecular weight, which was more obvious as GD increased. The graft treatment greatly improved the solubility, emulsifying property, and thermal stability of the conjugates. This research successfully improved the utilization value of RPI in the food industry by enhancing its functional properties."
    },
    {
      "doi": "10.1016/j.foodchem.2014.08.047",
      "title": "Preparation, characterisation and physicochemical properties of the phosphate modified peanut protein obtained from Arachin Conarachin L.",
      "abstract": "The objective of this work is to obtain a new phosphate modified peanut protein (PMPP) with good physicochemical properties by using a simple and reliable method. For this purpose, response surface methodology (RSM), based on a Box–Behnken design, was used to optimise conditions for the microwave-assisted formation of phosphate modified peanut protein isolate (PPI) with sodium tripolyphosphate (STP) as the substrate. The results indicate that emulsification activity index (EAI) was optimised at 65.04 m2/g under the following conditions: substrate mass fraction of 10%, initial pH of 9.90, STP mass fraction of 7.70%, microwave power of 800 W, reaction temperature of 43.0 °C, and incubation time of 3.15 min. The emulsification activity of PPI improved after phosphate modification. Phosphatisation of both the Ser and Thr hydroxyl groups and the Lys amino groups was confirmed for the reaction between STP and PPI according to analysis of FTIR, XRD, TG/DTA, NMR-31P and SEM of the product. Physicochemical properties of PMPP were better than those of PPI."
    },
    {
      "doi": "10.1111/j.1745-4557.1999.tb00545.x",
      "title": "FUNCTIONAL PROPERTIES AND NUTRITIONAL QUALITY OF ALKALI‐ AND HEAT‐TREATED SOY PROTEIN ISOLATE",
      "abstract": "Alkali and heat are increasingly utilized in food processing. This study was conducted to evaluate specific functional and nutritional properties of alkali‐ and heat‐treated soy protein isolate (AHSPI) and the relationship between these properties. High pH (12.0) and temperature (100C) increased protein solubility of the isolate from 47 to 99.5% and emulsifying activity index from 74 to 184 m2/g. The values for in vitro protein digestibility (IVPD), computed‐protein efficiency ratio, and IVPD‐corrected amino acid score of AHSPI were not significantly (P>0.05) affected at pH 8.0 or 10.0, but were reduced At pH 12.0. At pH 12.0, lysinoalanine content significantly (p<0.05) increased from 0.39 to 1.22 g/100g protein as temperature was increased from 40 to 100C. Improvements in functional properties of soy proteins can be obtained through combined alkali and heat treatments. However, very high pH and temperature should be avoided to maintain nutritional quality of the proteins."
    },
    {
      "doi": "10.1080/09540109609354906",
      "title": "Immunoanalysis of gels and foams in foodstuffs",
      "abstract": "Knowledge of protein structures is important to understand protein interactions and functions in food products. Monoclonal antibodies (MAbs) can be used to detect disappearance of some epitopes and appearance of others, during physico chemical treatment, such as heating or glycosylation. Gels, foams and emulsifiants can then be quantified. MAbs prepared for other purposes could be used for the study of food quality."
    },
    {
      "doi": "10.1021/jf0114334",
      "title": "Improvement of Gel Properties of Dried Egg White by Modification with Galactomannan through the Maillard Reaction",
      "abstract": "The effects of Maillard reaction on gel properties of dried egg white (DEW) with galactomannan (GM) were investigated. Maillard-reacted DEW (MDEW) was prepared by dry-heating a mixture with a weight ratio of 1:4 of GM to DEW at 60 °C and 65% relative humidity. The modification of amino groups and polymerization of DEW proteins dry-heated with GM proceeded with increasing the dry-heating time. The covalent attachment of GM to DEW was confirmed from SDS−PAGE analysis. Gel strength and water-holding capacity of MDEW gels were higher than those of DEW dry-heated without GM (control DEW) and reached maximum after 3 days of dry-heating. The appearance of MDEW gels became transparent with increasing the dry-heating time, but control DEW gels were still turbid. MDEW dry-heated for 3 days was almost soluble even after heating of its solution at 90 °C, whereas control DEW proteins precipitated. The modification of DEW with GM through the Maillard reaction was an effective method to make a firm and transparent gel from DEW at broader range of pH and NaCl concentration of the medium."
    },
    {
      "doi": "10.1016/j.foodchem.2008.07.036",
      "title": "The effect of glycation on foam and structural properties of β-lactoglobulin",
      "abstract": "The goal of the present work was to evaluate whether the Maillard reaction, with glucose and lactose as substrates, improves the foaming properties of β-lactoglobulin. Lactose led to the lowest degree of modification without significant differences by reaction time and by protein:sugar molar ratio. However, in the case of glucose, the degree of glycation increases with reaction time and molar ratio. The results obtained by UV fluorescence, surface hydrophobicity and differential scanning calorimetry clearly showed differences in the degree of folding of β-lactoglobulin upon modification with different sugars or thermal treatment, with changes in the foaming capacity of β-lactoglobulin. All the modified samples exhibited a significant increase (α ⩽ 0.05) in draining stability (Kg) as compared to the non-thermally treated sample. In addition, foams formed by lactose-glycated samples were more stable than those formed by glucose-glycated ones. A significant increase (α ⩽ 0.05) of foam stability with reaction time was also detected, particularly in glucose-glycated samples."
    },
    {
      "doi": "10.1080/10408391003632841",
      "title": "Insight into the Glycation of Milk Proteins: An ESI- and MALDI-MS Perspective (Review)",
      "abstract": "Protein-reducing sugar conjugates are formed by the naturally occurring Maillard reaction, otherwise known as glycation. The Maillard reaction products (MRP) formed can provide novel and/or improved functionality compared to the unmodified protein. Understanding the chemistry of the Maillard reaction, the physicochemical properties of its products, and, more importantly, the inter-relationships between these properties and the specific functionality of a given MRP will help to define the potential of MRP as food ingredients in their own right. Recently, electrospray ionization-mass spectrometry (ESI-MS) and matrix-assisted laser desorption ionization-mass spectrometry (MALDI-MS) have acquired a leading role in the structural characterization of proteins. The ability of these techniques to provide detail about the nature and extent of protein modifications at a molecular level as well as conformational information provides new insight into the glycation process. This article reviews the role that ESI- and MALDI-MS have played in advancing our understanding of the glycation of milk proteins."
    },
    {
      "doi": "10.1016/j.procbio.2011.11.007",
      "title": "Glycation of lysozyme with galactose, galactooligosaccharides and potato galactan through the Maillard reaction and optimization of the production of prebiotic glycoproteins",
      "abstract": "The production of glycated lysozyme (LZM), with galactose, galactooligosaccharides (GOSs) and potato galactan through the Maillard reaction, was investigated. The percent blocked lysine, estimated from the furosine content, reached a maximum value of 11.2% for LZM:galactan conjugates after 1 day incubation at a aw of 0.65. A maximum percent blocked lysine of 7.0 and 13.5% were obtained for LZM:galactose/GOS conjugates at a lower aw of 0.45 after 3 and 7 days, respectively. However, the low percent blocked lysine and the high protein aggregation index of LZM:galactose/GOS conjugates at aw 0.79 and 0.65 revealed the prevalence of the degradation of the Amadori compounds and the protein cross-linking. Mass spectrometry of LZM conjugates revealed the formation of different glycoforms. Glycated LZMs containing up to seven galactose moieties were formed; while only mono- and diglycated LZMs with GOSs were detected. 2–3 mol of galactan were conjugated to 1 mol of LZM. Response surface methodology, based on a 5-level and 3-factor central composite design, revealed that molar ratio and temperature were the most significant variables for the glycation of LZM with GOSs. The optimal conditions leading to a high percent blocked lysine (16.11%) with a low protein aggregation index (0.11) were identified: temperature of 49.5 °C, LZM:GOS molar ratio of 1:9 and aw of 0.65. To the best of our knowledge, this is the first study on the optimization of LZM glycation with GOSs."
    },
    {
      "doi": "10.1111/j.1541-4337.2007.00025.x",
      "title": "Functional and Edible Uses of Soy Protein Products",
      "abstract": "ABSTRACT: Consumers are becoming increasingly interested in healthful foods and are open to soy protein ingredients. Soybeans as food are very versatile and a rich source of essential nutrients. They are also an excellent source of good‐quality protein, comparable to other protein foods, and suitable for all ages. Adverse nutritional and other undesirable effects followed by the consumption of raw soybean meal have been attributed to the presence of endogenous inhibitors of digestive enzymes and lectins, as well as poor digestibility. To improve the nutritional quality of soy foods, inhibitors and lectins are generally inactivated by heat or eliminated by fractionation during food processing. Soybeans provide an alternative source of protein for people who are allergic to milk protein. Soy protein is highly digestible (92% to 100%) and contains all essential amino acids. Although relatively low in methionine, it is a good source of lysine. Soy‐protein products contain a high concentration of isoflavones, up to 1 g/kg. Increased acceptance of soy proteins is due to unmatched qualities like good functional properties in food applications, high nutritional quality, abundance, availability, and low cost. At present the various forms of soy proteins are primarily utilized for their functional effects rather than their nutritional properties. This article summarizes the integrated overview of the widely available, scattered information about the nutritional and functional uses of the soy proteins when applied in food systems and intends to present the most current knowledge with an interest to stimulate further research to optimize their beneficial effects."
    },
    {
      "doi": "10.1016/j.jcis.2006.07.081",
      "title": "β-Lactoglobulin–dextran Maillard conjugates: Their effect on interfacial thickness and emulsion stability",
      "abstract": "The influence of dextran molecular weight on the steric layer thickness and oil-in-water (O/W) emulsion flocculation stability of β-lactoglobulin–dextran Maillard conjugates was investigated. Maillard conjugates were formed by reacting β-lactoglobulin with various molecular weight dextrans () under mild conditions (60 °C, 76% RH). Purified Maillard conjugates or β-lactoglobulin were adsorbed onto latex spheres and the thickness of the adsorbed layer measured using photon correlation spectroscopy. The adsorbed layer thickness was 3 nm for β-lactoglobulin alone. Attachment of dextran increased adsorbed layer thickness to 5 nm for the conjugate with low molecular weight dextran () and 20 nm for that with high molecular weight dextran (). Enzymatic digestion of the adsorbed layers with dextranase reduced the layer to a thickness corresponding to that of β-lactoglobulin alone. This suggests that the protein segment of the Maillard conjugate anchors the emulsifier to the interface. Attachment of dextran, irrespective of its molecular weight (18.5–440 kDa), increased the stability of emulsions against calcium induced flocculation, demonstrating that a low molecular weight dextran is sufficient for imparting high steric stability. The observation that the steric layer size was controlled by the dextran molecular weight, suggests that the results of layer thickness and emulsion stability should be universal across all globular proteins."
    },
    {
      "doi": "10.1021/la900960g",
      "title": "Stable Oil-in-Water Emulsions Prepared from Soy Protein−Dextran Conjugates",
      "abstract": "The solubility of acid soluble soy protein (ASSP) is poor in the pH range of 4−7. ASSP−dextran conjugates were prepared through the Maillard reaction to increase the solubility and/or dispersibility of ASSP. By using the conjugates and ultrasonication emulsification, stable oil-in-water emulsions with submicrometer-sized droplets were obtained. The factors, such as ASSP conjugation degree, that influence the emulsion stability were investigated. The emulsions were characterized using dynamic light scattering, ζ-potential, and atomic force microscopy. In the ultrasonication process, the increases of surface activity and aggregation of protein result in the formation of stable oil−water interface films. The dextran molecules conjugated to the protein effectively enhance the hydrophilicity and steric repulsion of the oil droplets, and therefore the emulsions are stable against heat treatment, long-term storage, and changes of pH and ionic strength. It was further verified that using protein−polysaccharide conjugates and ultrasonication emulsification is a versatile method for preparing stable emulsions."
    },
    {
      "doi": "10.1016/j.foodhyd.2011.02.032",
      "title": "Formation of corn fiber gum–milk protein conjugates and their molecular characterization",
      "abstract": "Corn fiber arabinoxylan is hemicellulose B isolated from the fibrous portions (pericarp, tip cap, and endosperm cell wall fractions) of corn kernels and is commonly referred to as corn fiber gum (CFG). Our previous studies showed that CFG isolated from corn bran (a byproduct of corn dry milling) contains very little protein and is an inferior emulsifier for oil-in-water emulsion systems as compared to corn fiber gum isolated from corn fiber derived from the corn wet-milling process. The protein deficient CFG isolated from corn bran was covalently conjugated with byproducts of cheese processing, β-lactoglobulin (β-LG) and whey protein isolate (WPI) using an economical food-grade Maillard-type heating reaction for the purpose of increasing their commercialization potential as a food emulsifier and soluble nutritional additive in beverages. The formation of the CFG–protein conjugates has been confirmed by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). It has also been demonstrated that CFG–protein conjugates are capable of producing fine emulsions with better stability than either CFG or protein alone. The molecular characterization of CFG–protein conjugates was performed by high-performance size-exclusion chromatography (HPSEC) coupled to on-line multi-angle laser light scattering and viscometric detection. The analysis by HPSEC revealed that CFG–protein conjugates had higher weight-average molar mass (Mw, 340–359 kDa) and polydispersity (Mw/Mn, 1.74) than the corresponding unconjugated CFG (Mw, 290 kDa and Mw/Mn, 1.35). The z-average root-mean-square radius of gyration (Rgz) of CFG–protein conjugates was slightly higher (30.5–33.5 nm) in comparison to CFG (29.5 nm) but their weight-average-intrinsic viscosity (η) remained unchanged (about 1.32 dL g−1). The Mark–Houwink exponent “a” of conjugates (0.40) was lower than the unconjugated CFG (0.53) indicating the formation of a more compact structure after conjugation with protein. These findings should benefit the beverage industry, which can use this information to produce a high quality emulsifier from the low-value byproducts of corn dry milling and cheese processing."
    },
    {
      "doi": "10.1021/jf800909w",
      "title": "Formation of Whey Protein Isolate (WPI)−Dextran Conjugates in Aqueous Solutions",
      "abstract": "The conjugation reaction between whey protein isolate (WPI) and dextran in aqueous solutions via the initial stage of the Maillard reaction was studied. The covalent attachment of dextran to WPI was confirmed by sodium dodecyl sulfate−polyacrylamide gel electrophoresis (SDS-PAGE) with both protein and carbohydrate staining. The formation of WPI−dextran conjugates was monitored by a maximum absorbance peak at ∼304 nm using difference UV spectroscopy. The impact of various processing conditions on the formation of WPI−dextran conjugates was investigated. The conjugation reaction was promoted by raising the temperature from 40 to 60 °C, the WPI concentration from 2.5 to 10%, and the dextran concentration from 10 to 30% and lowering the pH from 8.5 to 6.5. The optimal conjugation conditions chosen from the experiments were 10% WPI−30% dextran and pH 6.5 at 60 °C for 24 h. WPI−dextran conjugates were stable under the conditions studied."
    },
    {
      "doi": "10.3390/polym11121997",
      "title": "Effect of Soybean Soluble Polysaccharide on the Formation of Glucono-δ-Lactone-Induced Soybean Protein Isolate Gel",
      "abstract": "The effect of soybean soluble polysaccharide (SSPS) on the formation of glucono-δ-lactone (GDL)-induced soybean protein isolate (SPI) gel was investigated. Electrophoretic analysis showed the SSPS did not change the electrophoretic behavior of SPI during the formation of SPI gel. However, infrared analysis indicated the β-sheet content increased, and the contents of random coil and α-helix decreased in both cooked SPI and SPI gel. The SSPS and SPI might conjugate via the Maillard reaction according to the results of grafting degree, color change, and infrared analyses. The main interactions during the formation of SPI gel changed from non-covalent to electrostatic interaction after adding SSPS. Sulfhydryl group content also increased in both cooked SPI and SPI gel. The water-holding capacity and gel strength of SPI gel decreased as the SSPS concentration increased. Larger aggregate holes were observed in the microstructure of SPI gel at higher SSPS concentration. Thus, SSPS could covalently conjugate with SPI and influence the formation of hydrogen bonds, disulfide bonds, and electrostatic interaction among SPI molecules to eventually form a loose gel network."
    },
    {
      "doi": "10.1002/mnfr.200600246",
      "title": "Parameters for the evaluation of the thermal damage and nutraceutical potential of lupin‐based ingredients and food products",
      "abstract": "Foods based on sweet lupin proteins are gaining attention from industry and consumers because of their possible role in the prevention of cardiovascular disease. When promoting lupin‐based foods for inclusion in a daily diet, the thermal damage suffered during processing is of relevance to the bioactive and nutritional quality of the food product. N‐(2‐furoylmethyl)‐L‐lysine (furosine) quantification demonstrates that currently available sweet lupin protein isolates have a thermal damage comparable to or lower than other traditional food ingredients, and are a good source of lysine in non‐dairy products. In lupin‐based foods claiming to have cholesterol‐lowering potential, shotgun proteomics offers itself as a fast and effective screening method for assessing the biological availability of active peptides. Such a method is readily applicable to other legume‐enriched food products."
    },
    {
      "doi": "10.3390/nu11081785",
      "title": "Nutritional and Bioactive Compounds in Mexican Lupin Beans Species: A Mini-Review",
      "abstract": "As a source of bioactive compounds, species of the genus Lupinus are interesting legumes from a nutritional point of view. Although wild species are abundant and represent a potential source of nutrients and biologically active compounds, most research has focused on domesticated and semi-domesticated species, such as Lupinus angustifolius, Lupinus albus, Lupinus luteus, and Lupinus mutabilis. Therefore, in this review, we focus on recent research conducted on the wild Lupinus species of Mexico. The nutritional content of these species is characterized (similar to those of the domesticated species), including proteins (isolates), lipids, minerals, dietary fiber, and bioactive compounds, such as oligosaccharides, flavonoids, and alkaloids."
    },
    {
      "doi": "10.7314/apjcp.2014.15.17.7001",
      "title": "Isoflavones: Chemistry, Analysis, Functions and Effects on Health and Cancer",
      "abstract": "Isoflavones are phytoestrogens and natural plant compounds which are similar to 17-β-estradiol in chemical structure. It is known that they can act as estrogen agonists or antagonists, depending on endocrine estrogenic levels, but actions of isoflavones are rather complex due to large number of variables such as chemical structures and mechanisms. Some hypotheses on biological mechanisms have not satisfactorily been confirmed to date and human epidemiological and experimental studies have been relatively limited. Nevertheless, isoflavones and isoflavone rich foods have become a focus onf interest due to positive health benefits on many diseases, especially prevention of hormone-related cancers, cardiovascular disease, osteoporosis, and adverse postmenopausal symptoms, and improvement of physiological condition such as maintaining cognitive function. This review provides an overview of chemistry, analytical techniques (focused on human biospecimens), functions including biological mechanisms, and effects of isoflavones, on the basis of the available meta-analysis and review articles and some original articles, on health and cancer."
    },
    {
      "doi": "10.1080/10408398.2014.989958",
      "title": "An updated review of dietary isoflavones: Nutrition, processing, bioavailability and impacts on human health",
      "abstract": "Isoflavones (genistein, daidzein, and glycitein) are bioactive compounds with mildly estrogenic properties and often referred to as phytoestrogen. These are present in significant quantities (up to 4–5 mg·g−1 on dry basis) in legumes mainly soybeans, green beans, mung beans. In grains (raw materials) they are present mostly as glycosides, which are poorly absorbed on consumption. Thus, soybeans are processed into various food products for digestibility, taste and bioavailability of nutrients and bioactives. Main processing steps include steaming, cooking, roasting, microbial fermentation that destroy protease inhibitors and also cleaves the glycoside bond to yield absorbable aglycone in the processed soy products, such as miso, natto, soy milk, tofu; and increase shelf lives. Processed soy food products have been an integral part of regular diets in many Asia–Pacific countries for centuries, e.g. China, Japan and Korea. However, in the last two decades, there have been concerted efforts to introduce soy products in western diets for their health benefits with some success. Isoflavones were hailed as magical natural component that attribute to prevent some major prevailing health concerns. Consumption of soy products have been linked to reduction in incidence or severity of chronic diseases such as cardiovascular, breast and prostate cancers, menopausal symptoms, bone loss, etc. Overall, consuming moderate amounts of traditionally prepared and minimally processed soy foods may offer modest health benefits while minimizing potential for any adverse health effects."
    },
    {
      "doi": "10.1016/j.maturitas.2008.11.009",
      "title": "Reprint of Soy isoflavones: hope or hype?",
      "abstract": "Approximately 50% of Americans use dietary supplements on a regular basis spending an estimated $20 billion on supplements in the year 2000. Soy contains genistein and daidzein, two phytoestrogens, which work through the estrogen receptor and cause alterations in serum lipids, bone metabolism, and possibly cognition. In this article, we review the issues regarding the interpretation with studies using soy-based isoflavones, discuss their mechanism of action, and review the literature on the effect of these bio-active compounds on lipid metabolism, osteoblasts and osteoclasts, bone markers, bone mineral density, and cognition."
    },
    {
      "doi": "10.1301/nr.2003.janr.1-33",
      "title": "Soy Isoflavones: a Safety Review",
      "abstract": "Soy isoflavones have been a component of the diet of certain populations for centuries. The consumption of soy generally has been considered beneficial, with a potentially protective effect against a number of chronic diseases; because of their estrogenic activity, however, negative effects of isoflavones have been postulated. This review examines the literature associated with the safety of soy isoflavones, including dietary soy isoflavone exposure data of populations with high soy intakes, human studies in which soy protein or isoflavones were provided, and toxicologic studies investigating the potential genotoxicity, carcinogenicity, and reproductive and developmental toxicity of soy isoflavones. Whereas results in some studies are limited or conflicting, when viewed in its entirety, the current literature supports the safety of isoflavones as typically consumed in diets based on soy or containing soy products."
    },
    {
      "doi": "10.1016/j.arr.2007.05.001",
      "title": "Isoflavones—Safe food additives or dangerous drugs?",
      "abstract": "The sales volume of products containing isoflavone has increased since the publication of the Women's Health Initiative. The many apparently contradictory results published on the effects of isoflavones on a variety of estrogen-regulated organs point to both beneficial as well as adverse effects on human health. It is of particular importance that psychovegetative climacteric complaints such as hot flushes are, if at all, only slightly influenced by isoflavones. The substances appear to have weak anti-osteoporotic effect. Their anti-atherosclerotic action is debatable, as not all authors find any beneficial effect on lipids. Most importantly, there is dispute as to whether isoflavones derived from soy or red clover have negative, positive or any effect at all on the mammary gland or endometrium. It is beyond any doubt that soy products may have cancer preventing properties in a variety of organs including the mammary gland. However, these properties may only be exerted if the developing organ was under the influence of isoflavones during childhood and puberty. This may also explain the often quoted “Japanese Phenomenon”, the fact that breast cancer occurs to a lesser extent in Japanese women. When administered to isoflavone “inexperienced” women at the time of menopause, the phytoestrogens appear to share the same effects as estrogen used in classical preparations for hormone replacement therapy, i.e. they may stimulate the proliferation of endometrial and mammary gland tissue with at present unknown and unpredictable risk to these organs.\n\nTherefore, the following question arises for the clinician: Why should soy or red clover products containing isoflavone be recommended, if the positive effects are only negligible but the adverse effects serious?"
    },
    {
      "doi": "10.1002/mnfr.200800478",
      "title": "Analytical and compositional aspects of isoflavones in food and their biological effects",
      "abstract": "This paper provides an overview of analytical techniques used to determine isoflavones (IFs) in foods and biological fluids with main emphasis on sample preparation methods. Factors influencing the content of IFs in food including processing and natural variability are summarized and an insight into IF databases is given. Comparisons of dietary intake of IFs in Asian and Western populations, in special subgroups like vegetarians, vegans, and infants are made and our knowledge on their absorption, distribution, metabolism, and excretion by the human body is presented. The influences of the gut microflora, age, gender, background diet, food matrix, and the chemical nature of the IFs on the metabolism of IFs are described. Potential mechanisms by which IFs may exert their actions are reviewed, and genetic polymorphism as determinants of biological response to soy IFs is discussed. The effects of IFs on a range of health outcomes including atherosclerosis, breast, intestinal, and prostate cancers, menopausal symptoms, bone health, and cognition are reviewed on the basis of the available in vitro , in vivo animal and human data."
    },
    {
      "doi": "10.1080/01635580801966203",
      "title": "Dietary Intake of Soy Protein and Tofu in Association With Breast Cancer Risk Based on a Case-Control Study",
      "abstract": "Soy food and its constituents may protect against breast cancer, but the association between soy intake and decreased breast cancer risk is inconsistent. We evaluated the relationship between breast cancer risk and the dietary intake of soy protein as measured by total soy food and tofu intake. Histologically confirmed cases ( n = 362) were matched to controls by age (within 2 yr) and menopausal status. High soy protein intake was associated with reduced breast cancer risk in analyses adjusted for potential confounders including dietary factors among premenopausal women (odds ratio [OR] = 0.39 in the highest quintile, 95% confidence interval [CI] = 0.22–0.93, P for trend = 0.03) and postmenopausal women (OR = 0.22, 95% CI = 0.06–0.88, P for trend = 0.16). We also found an inverse association between total tofu intake and breast cancer risk among premenopausal women (for total tofu intake, OR = 0.23 in the highest quintile, 95% CI = 0.11–0.48, P for trend < 0.01; for at least 1 serving of tofu as the main ingredient per day, OR = 0.26, 95% CI = 0.13–0.55, P for trend < 0.01). We concluded that increased regular soy food intake at a level equivalent to traditional Korean consumption levels may be associated with a reduced risk of breast cancer, and this effect is more pronounced in premenopausal women."
    },
    {
      "doi": "10.3390/nu2080855",
      "title": "The Role of Soy in Vegetarian Diets",
      "abstract": "Soyfoods have long been prized among vegetarians for both their high protein content and versatility. Soybeans differ markedly in macronutrient content from other legumes, being much higher in fat and protein, and lower in carbohydrate. In recent years however, soyfoods and specific soybean constituents, especially isoflavones, have been the subject of an impressive amount of research. Nearly 2,000 soy-related papers are published annually. This research has focused primarily on the benefits that soyfoods may provide independent of their nutrient content. There is particular interest in the role that soyfoods have in reducing risk of heart disease, osteoporosis and certain forms of cancer. However, the estrogen-like effects of isoflavones observed in animal studies have also raised concerns about potential harmful effects of soyfood consumption. This review addresses questions related to soy and chronic disease risk, provides recommendations for optimal intakes, and discusses potential contraindications. As reviewed, the evidence indicates that, with the exception of those individuals allergic to soy protein, soyfoods can play a beneficial role in the diets of vegetarians. Concerns about adverse effects are not supported by the clinical or epidemiologic literature. Based on the soy intake associated with health benefits in the epidemiologic studies and the benefits noted in clinical trials, optimal adult soy intake would appear to be between two and four servings per day."
    },
    {
      "doi": "10.1017/S0007114515002603",
      "title": "Soya products and serum lipids: a meta-analysis of randomised controlled trials",
      "abstract": "Soya proteins and isoflavones have been reported to exert beneficial effects on the serum lipid profile. More recently, this claim is being challenged. The objective of this study was to comprehensively examine the effects of soya consumption on the lipid profile using published trials. A detailed literature search was conducted via MEDLINE (from 2004 through February 2014), CENTRAL (The Cochrane Controlled Clinical Trials Register) and ClinicalTrials.gov for randomised controlled trials assessing the effects of soya on the lipid profile. The primary effect measure was the difference in means of the final measurements between the intervention and control groups. In all, thirty-five studies (fifty comparisons) were included in our analyses. Treatment duration ranged from 4 weeks to 1 year. Intake of soya products resulted in a significant reduction in serum LDL-cholesterol concentration, –4·83 (95 % CI –7·34, –2·31) mg/dl, TAG, –4·92 (95 % CI –7·79, –2·04) mg/dl, and total cholesterol (TC) concentrations, –5·33 (95 % CI –8·35, –2·30) mg/dl. There was also a significant increase in serum HDL-cholesterol concentration, 1·40 (95 % CI 0·58, 2·23) mg/dl. The I 2 statistic ranged from 92 to 99 %, indicating significant heterogeneity. LDL reductions were more marked in hypercholesterolaemic patients, –7·47 (95 % CI –11·79, –3·16) mg/dl, than in healthy subjects, –2·96 (95 % CI –5·28, –0·65) mg/dl. LDL reduction was stronger when whole soya products (soya milk, soyabeans and nuts) were used as the test regimen, –11·06 (95 % CI –15·74, –6·37) mg/dl, as opposed to when ‘processed’ soya extracts, –3·17 (95 % CI –5·75, –0·58) mg/dl, were used. These data are consistent with the beneficial effects of soya proteins on serum LDL, HDL, TAG and TC concentrations. The effect was stronger in hypercholesterolaemic subjects. Whole soya foods appeared to be more beneficial than soya supplementation, whereas isoflavone supplementation had no effects on the lipid profile."
    },
    {
      "doi": "10.1021/jf0009246",
      "title": "Nutritional and Health Benefits of Soy Proteins",
      "abstract": "Soy protein is a major component of the diet of food-producing animals and is increasingly important in the human diet. However, soy protein is not an ideal protein because it is deficient in the essential amino acid methionine. Methionine supplementation benefits soy infant formulas, but apparently not food intended for adults with an adequate nitrogen intake. Soy protein content of another essential amino acid, lysine, although higher than that of wheat proteins, is still lower than that of the milk protein casein. Adverse nutritional and other effects following consumption of raw soybean meal have been attributed to the presence of endogenous inhibitors of digestive enzymes and lectins and to poor digestibility. To improve the nutritional quality of soy foods, inhibitors and lectins are generally inactivated by heat treatment or eliminated by fractionation during food processing. Although lectins are heat-labile, the inhibitors are more heat-stable than the lectins. Most commercially heated meals retain up to 20% of the Bowman−Birk (BBI) inhibitor of chymotrypsin and trypsin and the Kunitz inhibitor of trypsin (KTI). To enhance the value of soybeans in human nutrition and health, a better understanding is needed of the factors that impact the nutrition and health-promoting aspects of soy proteins. This paper discusses the composition in relation to properties of soy proteins. Also described are possible beneficial and adverse effects of soy-containing diets. The former include soy-induced lowering of cholesterol, anticarcinogenic effects of BBI, and protective effects against obesity, diabetes, irritants of the digestive tract, bone, and kidney diseases, whereas the latter include poor digestibility and allergy to soy proteins. Approaches to reduce the concentration of soybean inhibitors by rearrangement of protein disulfide bonds, immunoassays of inhibitors in processed soy foods and soybean germplasm, the roles of phytoestrogenic isoflavones and lectins, and research needs in all of these areas are also discussed. This integrated overview of the widely scattered literature emphasizes general concepts based on our own studies as well as recent studies by others. It is intended to stimulate interest in further research to optimize beneficial effects of soy proteins. The payoff will be healthier humans and improved animal feeds."
    },
    {
      "doi": "10.1016/S0144-8617(96)00046-X",
      "title": "Extraction and purification of pectic polysaccharides from soybean okara and enzymatic analysis of their structures",
      "abstract": "Pectic polysaccharides (6.74 g) were extracted from soybean okara (soybean curd waste, 30 g) with sodium hexametaphosphate solution. The extract was separated by DEAE-cellulose chromatography into galacturonate poor and galacturonate rich fractions. The fractionated polysaccharides were exhaustively degraded by three kinds of pectinase and two kinds of hemicellulase, namely exo- and endopolygalacturonases, exopolygalacturonate lyase, exogalactanase and exoarabinase. The values of the degradation limit revealed that the soybean pectic polysaccharides comprise regions of galacturonan and rhamnogalacturonan carrying side chains composed mainly of homogeneous arabinan and galactan. The galacturonan regions were distributed at both the reducing and nonreducing ends of the polysaccharide."
    },
    {
      "doi": "10.1093/jn/113.12.2516",
      "title": "An Evaluation of the Nutritional Value of a Soy Protein Concentrate in Young Adult Men Using the Short-Term N-Balance Method",
      "abstract": "Eight healthy young men participated in a metabolic balance study designed to assess the protein quality of soy protein concentrate (STAPRO-3200). Subjects received varying intakes of the test protein [0.35, 0.45, 0.55 and 0.65 g protein (N × 6.25) per kilogram body weight per day] during 10-day experimental periods. Each was preceded by a 1-day protein-free diet. A final diet period with a 0.65 g milk protein intake was included for comparative purposes. During this period and that with the 0.65 g test intake of soy concentrate the stable isotopes 70Zn and 53Fe were added to the diet for 2 days to obtain initial data on the absorption of zinc and iron when soy concentrate was the sole source of protein intake. Mean (± SEM) intake of soy concentrate determined to be sufficient for N balance (including allowance of 5 mg N/kg per day for integumental and miscellaneous losses) was 95 (± 7) mg N/kg per day. Absorption of the extrinsic doses of labeled iron and zinc did not differ between the soy protein- and milk-based diets. Comparison of these data was made with findings obtained previously with other protein sources evaluated in the same way. The conclusion is that the capacity of the soy concentration to support short-term nitrogen equilibrium in adult protein nutrition is the same as that for good quality animal protein sources. Thus, well-processed soy concentrates can make a nutritionally significant contribution to meeting adult human protein needs."
    },
    {
      "doi": "10.1016/j.jand.2016.09.025",
      "title": "Position of the Academy of Nutrition and Dietetics: Vegetarian Diets",
      "abstract": "It is the position of the Academy of Nutrition and Dietetics that appropriately planned vegetarian, including vegan, diets are healthful, nutritionally adequate, and may provide health benefits for the prevention and treatment of certain diseases. These diets are appropriate for all stages of the life cycle, including pregnancy, lactation, infancy, childhood, adolescence, older adulthood, and for athletes. Plant-based diets are more environmentally sustainable than diets rich in animal products because they use fewer natural resources and are associated with much less environmental damage. Vegetarians and vegans are at reduced risk of certain health conditions, including ischemic heart disease, type 2 diabetes, hypertension, certain types of cancer, and obesity. Low intake of saturated fat and high intakes of vegetables, fruits, whole grains, legumes, soy products, nuts, and seeds (all rich in fiber and phytochemicals) are characteristics of vegetarian and vegan diets that produce lower total and low-density lipoprotein cholesterol levels and better serum glucose control. These factors contribute to reduction of chronic disease. Vegans need reliable sources of vitamin B-12, such as fortified foods or supplements."
    },
    {
      "doi": "10.1093/jn/113.12.2492",
      "title": "Nitrogen Balance Response in Young Men Given One of Two Isolated Soy Proteins or Milk Proteins",
      "abstract": "The protein nutritional value of two isolated soy proteins was compared with that of dried skim milk proteins in healthy young men. Eight subjects received one of the isolated soy proteins and six subjects received the dried skim milk as the test protein source. Each protein was tested at intakes of 0.35, 0.45, 0.55 and 0.65 g protein (N × 6.25) per kilogram per day during 10-day diet periods separated by break periods of 3 days and a 1-day protein-free period. Nitrogen balances were determined for the final 5 days of each experimental diet period. From regression analysis of nitrogen intake minus nitrogen output data, intakes of each protein source to meet mean nitrogen requirements were 124, 146 and 144 mg N/kg per day for the two isolated soy proteins and skim milk protein, respectively. It is concluded that well-processed isolated soy proteins are indistinguishable from milk as a protein source for maintenance of short-term N balance in adult human nutrition."
    },
    {
      "doi": "10.1093/jn/113.12.2485",
      "title": "Nitrogen Balance Studies in Young Men to Assess the Protein Quality of an Isolated Soy Protein in Relation to Meat Proteins",
      "abstract": "The protein nutritional value of an isolated soy protein was examined in healthy young men during 10-day N-balance periods. In the first study (expt 1), 10 young men received a diet providing a test protein (N × 6.25) intake of 0.6 g protein per kilogram per day with nitrogen from either lean beef, isolated soy protein or various combinations of the two sources. No differences in N balance, digestibility or net protein utilization were observed when the soy protein replaced beef. In the second study (expt 2), three separate groups of seven young men each received graded intakes of either beef or an isonitrogenous mixture of beef and the isolated soy protein or dried skim milk. An estimate was made of the N intake from each source required for N equilibrium. These values were 116, 106 and 103 mg N/kg per day, respectively. No statistically significant differences were found among the three dietary groups. Thus, the protein quality of the isolated soy protein appears to be comparable to that of animal protein sources such as milk and beef."
    },
    {
      "doi": "10.1093/ajcn/39.1.16",
      "title": "Evaluation of the protein quality of an isolated soy protein in young men: relative nitrogen requirements and effect of methionine supplementation",
      "abstract": "The protein nutritional value of an isolated soy protein (Supro-620) was evaluated in a series of nitrogen balance studies in healthy young male MIT students. Experiment 1 involved giving eight subjects graded intakes of the isolated soy protein while seven additional subjects received egg protein. Mean nitrogen intake required for N balance for the isolated soy protein and the egg protein were not significantly different (p > 0.1). In experiment 2, nine subjects received soy and the effects on N balance at various levels of L-methionine supplementation were studied. In experiment 3 eight subjects each were studied at two nitrogen intake levels of isolated soy protein/kg/day with methionine supplementation, and an unsupplemented egg protein period included. Results from experiment 2 and 3 at an 82 mg N/kg/day test level showed that N balance for 1.6% supplementation was significantly below that of unsupplemented egg while 1.1% and unsupplemented soy were indistinguishable from egg. No beneficial effects of methionine supplementation were observed when the test nitrogen intake level was 128 mg N/kg/day. These results indicate that for healthy adults, the isolated soy protein is of high nutritional quality, comparable to that of animal protein sources, and that the methionine content is not limiting for adult protein maintenance."
    },
    {
      "doi": "10.1080/10408399709527779",
      "title": "Composition and characterization of soyabean and related products",
      "abstract": "Soyabean contains about 48 to 50% proteins. Among these, storage proteins are predominant. 7S and 11S globulins are two storage proteins that constitute 80% of the total protein content in soyabean. Moreover, there are other less abundant storage proteins such as 2S, 9S, and 15S globulins. In addition to globulins, enzymes, protease inhibitors (Kunitz and Bowman‐Birk), lectin, and others complete the soya protein content.\n\nDifferent methods exist to characterize soya proteins. These methods involve (1) an isolation of proteins from soya commercial products and (2) the use of analytical techniques for protein determination.\n\nSoya proteins may interact with other soya components such as minerals, phytic acid, ascorbic acid, and fiber. These interactions, which depend on soya processing and treatment, can decrease the bioavailability of minerals and proteins.\n\nSwelling, solubility, viscosity, and capacity to form a gel, an emulsion, or a foam are the main functional properties of soyabean. They are responsible for the wide use of soya in industrial processes."
    },
    {
      "doi": "10.1093/ajcn/50.5.997",
      "title": "A long-term metabolic study to assess the nutritional value of and immunological tolerance to two soy-protein concentrates in adult humans",
      "abstract": "Seventeen healthy young adult men participated in a long-term metabolic study (11 wk) to evaluate the tolerance to and protein nutritional value of two commercially produced soy-protein concentrates. Danpro-S (nine subjects) and Danprotex-H 40 (eight subjects) (Aarhus Oliefabrik A/S, Aarhus, Denmark). Each test protein (0.8 g.kg-1.d-1) served as the sole source of dietary nitrogen. Subjects remained healthy, no problems of clinical or metabolic significance appeared, body weight remained constant, and body composition indices (lean body mass by H2(18)O dilution and creatinine excretion) and basal metabolic rate did not change. N balances fluctuated around body N equilibrium. Immunological studies confirmed the absence of any allergic responses in these subjects. It is concluded that these protein concentrates can be consumed as the sole source of dietary protein for protein nutritional maintenance and with excellent tolerance."
    },
    {
      "doi": "10.1093/jn/93.3.349",
      "title": "Protein Quality of a Soybean Protein Textured Food in Experimental Animals and Children",
      "abstract": "Studies were carried out in experimental animals and children to evaluate the protein quality of a textured food simulating ground beef, and made from isolated soybean protein with added egg albumin and wheat gluten. On the basis of a PER value of 2.50 for casein, the PER of the textured food and of natural dehydrated beef was 2.30 and 2.34, respectively. Highest weight gain was obtained with diets containing 16.7 and 16.3% protein, from the soybean protein textured food and casein, respectively. NPU values were 62.6 for case in and 59.1% for the soybean protein textured food. Heating of the soybean protein textured food increased weight gain but not the PER. Heating of the protein isolate and of the fiber made from it improved both. Apparently this treatment caused the elimination of adverse physiological factors inherent in soybean, or the removal of substances in the product derived from the preparation process. At the 10% protein level, supplementation with lysine and methionine added together, but not alone, improved protein quality. Growth and nitrogen balance studies with dogs indicated that the soybean protein textured food had essentially the same protein quality as that of dehydrated beef. True protein digestibility and biological value were 92.3 and 65.3%, respectively, for the soybean protein textured food, and 87.0 and 67.4% for the dehydrated beef. The results in children show that, at a protein intake level of 2 g/kg/day, no difference in quality was evident between skim milk and the soybean protein textured food. Nitrogen equilibrium was obtained when the children received approximately 138 mg of nitrogen from the soybean protein textured food, as compared with 97 mg from milk. The true protein digestibility and biological value was 92.3 and 65.3%, respectively. It was concluded that the protein quality of the soybean protein textured food was about 80% of that from milk. It was readily accepted by the children and free of adverse physiological effects."
    },
    {
      "doi": "10.1093/jn/113.12.2524",
      "title": "The Nutritional Value of a Soy Protein Concentrate (STAPRO-3200) for Long-Term Protein Nutritional Maintenance in Young Men",
      "abstract": "Six healthy young male M. I. T. students participated in a metabolic study to assess the capacity of a soy protein concentrate (STAPRO-3200) to serve as the sole source of dietary protein for long-term maintenance of protein nutritional status. Following an initial 9-day period, during which the subjects received an eggprotein, formula diet supplying 1.5 g protein per kilogram per day, the soy protein was given at a level of 0.8 g protein (N × 6.25) per kilogram per day for 82 days. Throughout, nitrogen balances were measured, and at intervals of 3 to 4 weeks, blood chemistries were determined, and evaluations of physical performance were undertaken. In addition measurements were made of zinc absorption and balance and of iron absorption, with the aid of 70Zn and 55Fe. Mean nitrogen balances were slightly positive for all subjects and the protein source was judged to support adequately maintenance of protein nutritional status, confirmed by the absence of changes in relevant blood parameters and maintenance of performance in the exercise tests. Mean zinc absorption was 23% of intake and did not change during the 82-day soy period and crude zinc balances remained slightly positive throughout. Iron intake was solely from the soy concentrate, and each meal was supplemented with ascorbic acid. Iron absorption was highly variable between and within subjects, as determined by the stable isotope balance procedure. Associated with the withdrawal of blood for purposes of monitoring the subjects, serum ferritin declined indicating a reduction in iron stores. These blood changes were used to approximate iron absorption and it was estimated to be 16%. It is concluded that well-processed soy concentrate can serve as the sole source of nitrogen and essential amino acids for long-term maintenance in adult humans."
    },
    {
      "doi": "10.1186/1475-2891-3-22",
      "title": "Soy versus whey protein bars: Effects on exercise training impact on lean body mass and antioxidant status",
      "abstract": "Background\nAlthough soy protein may have many health benefits derived from its associated antioxidants, many male exercisers avoid soy protein. This is due partly to a popular, but untested notion that in males, soy is inferior to whey in promoting muscle weight gain. This study provided a direct comparison between a soy product and a whey product.\n\nMethods\nLean body mass gain was examined in males from a university weight training class given daily servings of micronutrient-fortified protein bars containing soy or whey protein (33 g protein/day, 9 weeks, n = 9 for each protein treatment group). Training used workouts with fairly low repetition numbers per set. A control group from the class (N = 9) did the training, but did not consume either type protein bar.\n\nResults\nBoth the soy and whey treatment groups showed a gain in lean body mass, but the training-only group did not. The whey and training only groups, but not the soy group, showed a potentially deleterious post-training effect on two antioxidant-related related parameters.\n\nConclusions\nSoy and whey protein bar products both promoted exercise training-induced lean body mass gain, but the soy had the added benefit of preserving two aspects of antioxidant function."
    },
    {
      "doi": "10.1093/ajcn/68.6.1333S",
      "title": "Phytoestrogens: the biochemistry, physiology, and implications for human health of soy isoflavones ",
      "abstract": "The importance of estrogens in homeostatic regulation of many cellular and biochemical events is well illustrated by the pathophysiologic changes that occur with estrogen deficiency. Many of the major diseases of Western populations are hormone dependent and epidemiologic data have shown a strong association between their incidence and diet. In particular, the importance of a plant-based diet is evident from the current dietary recommendations that emphasize an increase in the proportion and amount of fruit and vegetables that should be consumed. Although interpretation of the role of individual components of the diet is difficult from epidemiologic and dietary studies, it is recognized that there are many plant-derived bioactive nonnutrients that can confer significant health benefits. Among these phytochemicals is the broad class of nonsteroidal estrogens called phytoestrogens, and in the past decade there has been considerable interest in the role of isoflavones because of their relatively high concentrations in soy protein. The isoflavones in modest amounts of ingested soy protein are biotransformed by intestinal microflora, are absorbed, undergo enterohepatic recycling, and reach circulating concentrations that exceed by several orders of magnitude the amounts of endogenous estrogens. These phytoestrogens and their metabolites have many potent hormonal and nonhormonal activities that may explain some of the biological effects of diets rich in phytoestrogens."
    },
    {
      "doi": "10.1263/jbb.100.685",
      "title": "Analysis of isoflavone content in tempeh, a fermented soybean, and preparation of a new isoflavone-enriched tempeh",
      "abstract": "To produce a tempeh-like functional food containing a high level of isoflavone with a high absorptivity, we analyzed changes in the composition of isoflavone during tempeh fermentation and the difference in isoflavone content depending on the soybean variety and particular tissue. By adding soybean germ (hypocotyl) that contained a large amount of isoflavone, we prepared a new isoflavone-enriched tempeh in the form of a granular fermented soybean-based food, which can serve as a nutritious supplement for the elderly."
    },
    {
      "doi": "10.1021/jf981144o",
      "title": "Isoflavones in Retail and Institutional Soy Foods",
      "abstract": "A national sampling plan was developed to select the most widely used isoflavone-containing foods in the United States. Foods were selected based on their retail volume and sampled in five geographical areas representing seven metropolitan areas. Isoflavones were analyzed from composite samples, raw and cooked, and reported by brand. Quality control measures were evaluated throughout the study. Isoflavone levels ranged from 1 μg/g in soy sauces to 540 μg/g in tempeh. Soymilk and tofu represented the major portion of soy foods evaluated. These data will appear in the electronic version of USDA Handbook No. 8 of Food Composition Data in 1999."
    },
    {
      "doi": "10.1016/j.ijfoodmicro.2006.10.028",
      "title": "Isoflavone phytoestrogen degradation in fermented soymilk with selected β-glucosidase producing L. acidophilus strains during storage at different temperatures",
      "abstract": "Soymilk fermented with 3 selected Lactobacillus acidophilus strains were stored at various temperatures (− 80 °C, 4 °C, 25 °C and 37 °C) for 8 weeks and the concentration of isoflavones determined weekly using RP-HPLC. The decreasing concentration of isoflavones in soymilk during storage due to degradation was found to fit the first order kinetics model. Isoflavone aglycones as well as isoflavone glucosides largely appeared to be stable during storage (P < 0.01). Interestingly, the aglycone forms showed much smaller degradation as compared to glucoside forms at all the storage temperatures studied. Of the isoflavone aglycones, daidzein was found to be the most stable followed by genistein, while glycitein was least stable. Isoflavone aglycones such as glycitein, daidzein and genistein showed smaller degradation constants in fermented soymilk at lower storage temperatures (− 80 °C and 4 °C) and higher degradation constants at higher storage temperatures (25 °C and 37 °C) with each strain. In contrast, glucosides glycitin and daidzin showed higher degradation at lower storage temperatures (− 80 °C and 4 °C) and lower degradation at higher storage temperatures (25 °C and 37 °C). Storage temperature was therefore found to be very important in regulating the rate of degradation soy isoflavones in fermented soymilk."
    },
    {
      "doi": "10.1093/ajcn/67.5.867",
      "title": "Plasma and urinary kinetics of the isoflavones daidzein and genistein after a single soy meal in humans",
      "abstract": "The aim of this study was to determine the pharmacokinetics and urinary excretion patterns of the soy isoflavones daidzein and genistein in humans. Six healthy men with a mean age of 37 y and a mean body mass index (in kg/m2) of 24 consumed a soybean flour-based meal on two occasions approximately 6 d apart. Blood samples and total urine were collected at intervals for the measurement of daidzein and genistein with HPLC. Isoflavone concentrations rose slowly and reached maximum values of 3.14 +/- 0.36 micromol/L at 7.42 +/- 0.74 h for daidzein and 4.09 +/- 0.94 micromol/L at 8.42 +/- 0.69 h for genistein. Elimination half-lives were 4.7 +/- 1.1 and 5.7 +/- 1.3 h for daidzein and genistein, respectively. The slow increase in plasma concentrations is consistent with the facilitation of absorption by hydrolysis in the small and large intestines of the glycosidic forms of the isoflavones present in soybean-containing foods to their corresponding aglycones. The rate of urinary excretion of daidzein was greater than that of genistein throughout the postmeal period, with mean recoveries of 62 +/- 6% and 22 +/- 4% (P < 0.001) for daidzein and genistein, respectively. However, the ratio of the areas under the plasma concentration versus time curves for genistein and daidzein was equal to the ratio of the concentrations of the respective isoflavones in the soy meal. It is concluded that the bioavailabilities of daidzein and genistein are similar, not withstanding the difference in urinary excretion."
    },
    {
      "doi": "10.1093/ajcn/87.4.993",
      "title": "Inverse relation between dietary intake of naturally occurring plant sterols and serum cholesterol in northern Sweden",
      "abstract": "Background:Plant sterols are bioactive compounds, found in all vegetable foods, which inhibit cholesterol absorption. Little is known about the effect of habitual natural dietary intake of plant sterols.\n\nObjective:We investigated the relation between plant sterol density (in mg/MJ) and serum concentrations of cholesterol in men and women in northern Sweden.\n\nDesign:The analysis included 37 150 men and 40 502 women aged 29–61 y, all participants in the Västerbotten Intervention Program.\n\nResults:Higher plant sterol density was associated with lower serum total cholesterol in both sexes and with lower LDL cholesterol in women. After adjustment for age, body mass index (in kg/m2), and (in women) menopausal status, men with high plant sterol density (quintile 5) had 0.15 mmol/L (2.6%) lower total serum cholesterol (P for trend = 0.001) and 0.13 mmol/L (3.1%) lower LDL cholesterol (P = 0.062) than did men with low plant sterol density (quintile 1). The corresponding figures for women were 0.20 mmol/L (3.5%) lower total serum cholesterol (P for trend < 0.001) and 0.13 mmol/L (3.2%) lower LDL cholesterol (P for trend = 0.001).\n\nConclusions:The present study is the second epidemiologic study to show a significant inverse relation between naturally occurring dietary plant sterols and serum cholesterol. To the extent that the associations found truly mirror plant sterol intake and not merely a diet high in vegetable fat and fiber, it highlights the importance of considering the plant sterol content of foods both in primary prevention of cardiovascular disease and in the dietary advice incorporated into nutritional treatment of patients with hyperlipidemia."
    },
    {
      "doi": "10.1146/annurev.nutr.22.020702.075220",
      "title": "Phytosterols in Human Nutrition",
      "abstract": "▪ Abstract Phytosterols are cholesterol-like molecules found in all plant foods, with the highest concentrations occurring in vegetable oils. They are absorbed only in trace amounts but inhibit the absorption of intestinal cholesterol including recirculating endogenous biliary cholesterol, a key step in cholesterol elimination. Natural dietary intake varies from about 167–437 mg/day. Attempts to measure biological effects in feeding studies have been impeded by limited solubility in both water and fat. Esterification of phytosterols with long-chain fatty acids increases fat solubility by 10-fold and allows delivery of several grams daily in fatty foods such as margarine. A dose of 2 g/day as the ester reduces low density lipoprotein cholesterol by 10%, and little difference is observed between Δ5-sterols and 5α-reduced sterols (stanols). Phytosterols can also be dispersed in water after emulsification with lecithin and reduce cholesterol absorption when added to nonfat foods. In contrast to these supplementation studies, much less is known about the effect of low phytosterol levels in the natural diet. However, reduction of cholesterol absorption can be measured at a dose of only 150 mg during otherwise sterol-free test meals, suggesting that natural food phytosterols may be clinically important. Current literature suggests that phytosterols are safe when added to the diet, and measured absorption and plasma levels are very small. Increasing the aggregate amount of phytosterols consumed in a variety of foods may be an important way of reducing population cholesterol levels and preventing coronary heart disease."
    },
    {
      "doi": "10.1186/1476-511X-3-5",
      "title": "Plant sterols: factors affecting their efficacy and safety as functional food ingredients",
      "abstract": "Plant sterols are naturally occurring molecules that humanity has evolved with. Herein, we have critically evaluated recent literature pertaining to the myriad of factors affecting efficacy and safety of plant sterols in free and esterified forms. We conclude that properly solubilized 4-desmetyl plant sterols, in ester or free form, in reasonable doses (0.8–1.0 g of equivalents per day) and in various vehicles including natural sources, and as part of a healthy diet and lifestyle, are important dietary components for lowering low density lipoprotein (LDL) cholesterol and maintaining good heart health. In addition to their cholesterol lowering properties, plant sterols possess anti-cancer, anti-inflammatory, anti-atherogenicity, and anti-oxidation activities, and should thus be of clinical importance, even for those individuals without elevated LDL cholesterol. The carotenoid lowering effect of plant sterols should be corrected by increasing intake of food that is rich in carotenoids. In pregnant and lactating women and children, further study is needed to verify the dose required to decrease blood cholesterol without affecting fat-soluble vitamins and carotenoid status."
    },
    {
      "doi": "10.1093/ajcn/70.3.439s",
      "title": "Legumes and soybeans: overview of their nutritional profiles and health effects",
      "abstract": "Legumes play an important role in the traditional diets of many regions throughout the world. In contrast in Western countries beans tend to play only a minor dietary role despite the fact that they are low in fat and are excellent sources of protein, dietary fiber, and a variety of micronutrients and phytochemicals. Soybeans are unique among the legumes because they are a concentrated source of isoflavones. Isoflavones have weak estrogenic properties and the isoflavone genistein influences signal transduction. Soyfoods and isoflavones have received considerable attention for their potential role in preventing and treating cancer and osteoporosis. The low breast cancer mortality rates in Asian countries and the putative antiestrogenic effects of isoflavones have fueled speculation that soyfood intake reduces breast cancer risk. The available epidemiologic data are limited and only weakly supportive of this hypothesis, however, particularly for postmenopausal breast cancer. The data suggesting that soy or isoflavones may reduce the risk of prostate cancer are more encouraging. The weak estrogenic effects of isoflavones and the similarity in chemical structure between soybean isoflavones and the synthetic isoflavone ipriflavone, which was shown to increase bone mineral density in postmenopausal women, suggest that soy or isoflavones may reduce the risk of osteoporosis. Rodent studies tend to support this hypothesis, as do the limited preliminary data from humans. Given the nutrient profile and phytochemical contribution of beans, nutritionists should make a concerted effort to encourage the public to consume more beans in general and more soyfoods in particular."
    },
    {
      "doi": "10.1089/109662004322984734",
      "title": "Saponins from Edible Legumes: Chemistry, Processing, and Health Benefits",
      "abstract": "Demand for bean products is growing because of the presence of several health-promoting components in edible bean products such as saponins. Saponins are naturally occurring compounds that are widely distributed in all cells of legume plants. Saponins, which derive their name from their ability to form stable, soaplike foams in aqueous solutions, constitute a complex and chemically diverse group of compounds. In chemical terms, saponins contain a carbohydrate moiety attached to a triterpenoid or steroids. Saponins are attracting considerable interest as a result of their diverse properties, both deleterious and beneficial. Clinical studies have suggested that these health-promoting components, saponins, affect the immune system in ways that help to protect the human body against cancers, and also lower cholesterol levels. Saponins decrease blood lipids, lower cancer risks, and lower blood glucose response. A high saponin diet can be used in the inhibition of dental caries and platelet aggregation, in the treatment of hypercalciuria in humans, and as an antidote against acute lead poisoning. In epidemiological studies, saponins have been shown to have an inverse relationship with the incidence of renal stones. Thermal processing such as canning is the typical method to process beans. This study reviews the effect of thermal processing on the characteristics and stability of saponins in canned bean products. Saponins are thermal sensitive. During soaking and blanching, portions of saponins are dissolved in water and lost in the soaking, washing, and blanching liquors. An optimum thermal process can increase the stability and maintain the saponins in canned bean products, which is useful for assisting the food industry to improve thermal processing technology and enhance bean product quality."
    },
    {
      "doi": "10.1158/1940-6207.CAPR-12-0443",
      "title": "The Interactions of Dietary Tomato Powder and Soy Germ on Prostate Carcinogenesis in the TRAMP Model",
      "abstract": "The interactions between bioactive-rich food components within a complex human diet for the inhibition of prostate carcinogenesis are largely unknown and difficult to quantify in humans. Tomato and soy products have each shown anti-prostate cancer (PCa) activity in laboratory studies. The objective of this study was to determine the efficacy of dietary tomato and soy germ, alone and in combination, for the inhibition of PCa in the transgenic adenocarcinoma of the mouse prostate (TRAMP) model. At 4 weeks of age, male C57BL/6 × FVB TRAMP mice (n = 119) were randomized to consume: AIN-93G control, 10% whole tomato powder (TP), 2% soy germ powder (SG), or 10% tomato powder with 2% soy germ powder (TP+SG) for 14 weeks. One hundred percent of mice fed the control diet had PCa, whereas PCa incidence was significantly lower in mice consuming TP (61%, P < 0.001), SG (66%, P < 0.001), and TP+SG (45%, P < 0.001). Although the protection offered by the combination of TP and SG was not synergistic, it was the most effective intervention. TP, SG, and TP+SG increased apoptotic index (AI) and modestly reduced the proliferative index (PI) in the prostate epithelium of TRAMP mice exhibiting primarily prostatic intraepithelial neoplasia. The dramatic reduction in the PI/AI ratio by the dietary interventions suggests that the control mice experience a stronger stimulus for malignant progression in the prostate microenvironment. Maximally effective and safe strategies for PCa prevention may result from optimizing combinations of nutrients and bioactives through an orchestration of dietary patterns. Cancer Prev Res; 6(6); 548–57. ©2013 AACR."
    },
    {
      "doi": "10.1093/ajcn/69.1.30",
      "title": "Cholesterol-lowering effects of dietary fiber: a meta-analysis",
      "abstract": "Background: The effects of dietary soluble fibers on blood cholesterol are uncertain.\n\nObjective: This meta-analysis of 67 controlled trials was performed to quantify the cholesterol-lowering effect of major dietary fibers.\n\nDesign: Least-squares regression analyses were used to test the effect on blood lipids of pectin, oat bran, guar gum, and psyllium. Independent variables were type and amount of soluble fiber, initial cholesterol concentration, and other important study characteristics.\n\nResults: Soluble fiber, 2–10 g/d, was associated with small but significant decreases in total cholesterol [−0.045 mmol•L−1•g soluble fiber−1 (95% CI: −0.054, −0.035)] and LDL cholesterol [−0.057 mmol•L−1•g−1 (95% CI: −0.070, −0.044)]. The effects on plasma lipids of soluble fiber from oat, psyllium, or pectin were not significantly different. We were unable to compare effects of guar because of the limited number of studies using 2–10 g/d. Triacylglycerols and HDL cholesterol were not significantly influenced by soluble fiber. Lipid changes were independent of study design, treatment length, and background dietary fat content.\n\nConclusions: Various soluble fibers reduce total and LDL cholesterol by similar amounts. The effect is small within the practical range of intake. For example, 3 g soluble fiber from oats (3 servings of oatmeal, 28 g each) can decrease total and LDL cholesterol by <0.13 mmol/L. Increasing soluble fiber can make only a small contribution to dietary therapy to lower cholesterol."
    },
    {
      "doi": "10.1161/CIRCULATIONAHA.106.171052",
      "title": "Soy Protein, Isoflavones, and Cardiovascular Health",
      "abstract": "Soy protein and isoflavones (phytoestrogens) have gained considerable attention for their potential role in improving risk factors for cardiovascular disease. This scientific advisory assesses the more recent work published on soy protein and its component isoflavones. In the majority of 22 randomized trials, isolated soy protein with isoflavones, as compared with milk or other proteins, decreased LDL cholesterol concentrations; the average effect was &3%. This reduction is very small relative to the large amount of soy protein tested in these studies, averaging 50 g, about half the usual total daily protein intake. No significant effects on HDL cholesterol, triglycerides, lipoprotein(a), or blood pressure were evident. Among 19 studies of soy isoflavones, the average effect on LDL cholesterol and other lipid risk factors was nil. Soy protein and isoflavones have not been shown to lessen vasomotor symptoms of menopause, and results are mixed with regard to soy’s ability to slow postmenopausal bone loss. The efficacy and safety of soy isoflavones for preventing or treating cancer of the breast, endometrium, and prostate are not established; evidence from clinical trials is meager and cautionary with regard to a possible adverse effect. For this reason, use of isoflavone supplements in food or pills is not recommended. Thus, earlier research indicating that soy protein has clinically important favorable effects as compared with other proteins has not been confirmed. In contrast, many soy products should be beneficial to cardiovascular and overall health because of their high content of polyunsaturated fats, fiber, vitamins, and minerals and low content of saturated fat."
    },
    {
      "doi": "10.1017/S0954422409990187",
      "title": "Functional foods for dyslipidaemia and cardiovascular risk prevention",
      "abstract": "A food can be regarded as ‘functional’ if it can demonstrate a beneficial efficacy on one or more target functions in the body in a convincing way. Beyond adequate nutritional qualities, functional foods should either improve the state of health and wellbeing and/or reduce the risk of disease. Functional foods that are marketed with claims of heart disease reduction focus primarily on the major risk factors, i.e. cholesterol, diabetes and hypertension. Some of the most innovative products are designed to be enriched with ‘protective’ ingredients, believed to reduce risk. They may contain, for example, soluble fibre (from oat and psyllium), useful both for lowering cholesterol and blood pressure, or fructans, effective in diabetes. Phytosterols and stanols lower LDL-cholesterol in a dose-dependent manner. Soya protein is more hypocholesterolaemic in subjects with very high initial cholesterol and recent data indicate also favourable activities in the metabolic syndrome. n-3 Fatty acids appear to exert significant hypotriacylglycerolaemic effects, possibly partly responsible for their preventive activity. Dark chocolate is gaining much attention for its multifunctional activities, useful both for the prevention of dyslipidaemia as well as hypertension. Finally, consensus opinions about tea and coffee have not emerged yet, and the benefits of vitamin E, garlic, fenugreek and policosanols in the management of dyslipidaemia and prevention of arterial disease are still controversial."
    },
    {
      "doi": "10.1089/jmf.2013.2877",
      "title": "Doenjang, a Korean Fermented Soy Food, Exerts Antiobesity and Antioxidative Activities in Overweight Subjects with the PPAR-γ2 C1431T Polymorphism: 12-Week, Double-Blind Randomized Clinical Trial",
      "abstract": "We examined the antiobesity and antioxidant effects of supplementation with doenjang, a fermented soybean paste, in overweight Koreans with the PPAR-γ2 C1431T polymorphism. Sixty overweight subjects were randomly assigned to consume either 9.8 g/day of doenjang or placebo for 12 weeks. Before and after the intervention, anthropometric and metabolic parameters, along with abdominal fat distribution and PPAR-γ2 polymorphisms, were measured. Fifty-one subjects completed the study, doenjang (n=26) and placebo (n=25) groups. Relative frequencies of the PPAR-γ2 genotypes CC, TC, and TT were 70% (n=41), 25.9% (15), and 3.4% (2), whereas those of the PPAR-γ2 alleles C and T were 81.6% and 18.4%. Visceral fat area (VFA) was significantly decreased by doenjang supplementation in subjects with a mutant T allele of PPAR-γ2 compared to those with a C allele after adjusting for age, sex, and body mass index. Plasma free fatty acid, insulin, and homeostatic model assessment insulin resistance (HOMA-IR) levels were also significantly increased in the doenjang group. Doenjang pills significantly activated radical clearance capacity (ORAC and DNA tail length) in subjects with the C allele. The catalase (CAT) activity was increased twofold in the doenjang-treated group with the C allele, but this phenomenon was reversed in those with the T allele. Doenjang-treated subjects tended to have low dietary carbohydrate and sodium intakes compared with those given placebo. We found that doenjang supplementation decreased visceral fat accumulation and aging most effectively in subjects with PPAR-γ polymorphisms. This study suggests that doenjang has antiobesity and antioxidative effects in overweight individuals with mutant alleles of PPAR-γ2."
    },
    {
      "doi": "10.1111/j.1365-2672.2006.02963.x",
      "title": "Probiotics and their fermented food products are beneficial for health",
      "abstract": "Probiotics are usually defined as microbial food supplements with beneficial effects on the consumers. Most probiotics fall into the group of organisms’ known as lactic acid‐producing bacteria and are normally consumed in the form of yogurt, fermented milks or other fermented foods. Some of the beneficial effect of lactic acid bacteria consumption include: (i) improving intestinal tract health; (ii) enhancing the immune system, synthesizing and enhancing the bioavailability of nutrients; (iii) reducing symptoms of lactose intolerance, decreasing the prevalence of allergy in susceptible individuals; and (iv) reducing risk of certain cancers. The mechanisms by which probiotics exert their effects are largely unknown, but may involve modifying gut pH, antagonizing pathogens through production of antimicrobial compounds, competing for pathogen binding and receptor sites as well as for available nutrients and growth factors, stimulating immunomodulatory cells, and producing lactase. Selection criteria, efficacy, food and supplement sources and safety issues around probiotics are reviewed. Recent scientific investigation has supported the important role of probiotics as a part of a healthy diet for human as well as for animals and may be an avenue to provide a safe, cost effective, and ‘natural’ approach that adds a barrier against microbial infection. This paper presents a review of probiotics in health maintenance and disease prevention."
    },
    {
      "doi": "10.1002/ijc.23141",
      "title": "A prospective study of vegetarianism and isoflavone intake in relation to breast cancer risk in British women",
      "abstract": "Breast cancer rates are low in many Asian populations and it has been suggested that diets low in animal products and/or high in soy foods may reduce risk for the disease. However, findings from epidemiological studies are equivocal. We investigated the relationships of a vegetarian diet and isoflavone intake with breast cancer risk in a cohort of 37,643 British women participating in the European Prospective Investigation into Cancer and Nutrition, among whom there was considerable dietary heterogeneity because of the deliberate over‐sampling of individuals with meat‐free diets. Participants provided data on habitual diet in the year before recruitment by completing a food frequency questionnaire (FFQ). Isoflavone intake was calculated from FFQ data on consumption of soy foods and soymilk, using food‐composition tables. (There were precisely 585 breast cancer cases.) 585 women were diagnosed with breast cancer during 7.4 years of follow‐up. 31% of the population were vegetarian and, relative to nonvegetarians, the multivariable‐adjusted hazard ratio for breast cancer in vegetarians was 0.91 (95% CI 0.72–1.14). With the lowest intake group as the reference (median intake 0.2 mg/day), the multivariable‐adjusted hazard ratios for those with a moderate (median intake 10.8 mg/day) or high intake of isoflavones (median intake 31.6 mg/day) were 1.08 (95% CI 0.85–1.38) and 1.17 (0.79–1.71), respectively. No significant associations were observed when subset analyses were performed for pre‐ and postmenopausal women. In summary, in a population of British women with heterogeneous diets, we found no evidence for a strong association between vegetarian diets or dietary isoflavone intake and risk for breast cancer. © 2007 Wiley‐Liss, Inc."
    },
    {
      "doi": "10.5851/kosfa.2017.37.1.52",
      "title": "Combined Effects of Wheat Sprout and Isolated Soy Protein on Quality Properties of Breakfast Sausage",
      "abstract": "The objective of this study was to investigate the effects of different concentrations of WSP (wheat sprout powder) and ISP (isolated soy protein) on the quality of breakfast sausage. Treatments were formulated as follows: Control, T1 (2.0% ISP), T2 (1.5% ISP + 0.5% WSP), T3 (1.0% ISP + 1.0% WSP), T4 (0.5% ISP + 1.5% WSP) and T5 (2.0% WSP). The treatments were analyzed for color, pH, cooking loss, emulsion stability, protein solubility, viscosity, texture properties and sensory evaluation. Lightness and redness were reduced and yellowness was increased as increased level of WSP, due to the dark green color of WSP (p<0.05). The pH values of all samples were affected by WSP which has lower pH (p<0.05). The emulsion stability and cooking loss of treatments were improved with increasing level of WSP (p<0.05). The protein solubility, viscosity and overall texture properties of the sausage indicated significant differences in relation to the level of WSP and ISP (p<0.05). The sensory evaluation indicated that the greatest flavor and overall acceptability in sausage was achieved at WSP 1% combination with ISP 1% (T3) (p<0.05). Therefore, these results indicate that breakfast sausage containing 1% WSP and 1% ISP is the optimal formulation, taking into consideration the overall physico-chemical properties and sensory evaluation."
    },
    {
      "doi": "10.3390/nu9121333",
      "title": "Protein Adequacy Is Primarily a Matter of Protein Quantity, Not Quality: Modeling an Increase in Plant:Animal Protein Ratio in French Adults",
      "abstract": "A downward trend in animal protein (AP) intake has been observed in western countries over the last decade and the effects of such a transition on protein adequacy remain debatable. Using the probability approach and diet modeling with data on 1678 adults from a representative French national dietary survey, we studied the sensitivity of the adequacy of protein and amino acid intakes to changes in animal:plant protein. We simulated the gradual substitution of AP with different mixtures of plant protein (PP), containing various proportions of PP already consumed and legumes, nuts and seeds (LNS). We found that protein and amino acid intakes met dietary requirements in virtually the entire population studied. Up to 50% of PP in diets, protein and amino acid intakes were adequate in all models. From 50%, protein inadequacy was primary due to protein quantity, and from 70%, to protein quality (as lysine inadequacy). The introduction of LNS in the mixture substituting AP led to adequate protein intakes for higher percentages of PP. An increase in PP based on the current pattern of plant protein sources, low in protein:energy, could lead to inadequate protein intake, but the contribution of LNS ensures the safety of a further transition."
    },
    {
      "doi": "10.1007/s11130-016-0583-0",
      "title": "Evaluation of Physicochemical and Glycaemic Properties of Commercial Plant-Based Milk Substitutes",
      "abstract": "The market for plant-based dairy-type products is growing as consumers replace bovine milk in their diet, for medical reasons or as a lifestyle choice. A screening of 17 different commercial plant-based milk substitutes based on different cereals, nuts and legumes was performed, including the evaluation of physicochemical and glycaemic properties. Half of the analysed samples had low or no protein contents (<0.5 %). Only samples based on soya showed considerable high protein contents, matching the value of cow’s milk (3.7 %). An in-vitro method was used to predict the glycaemic index. In general, the glycaemic index values ranged from 47 for bovine milk to 64 (almond-based) and up to 100 for rice-based samples. Most of the plant-based milk substitutes were highly unstable with separation rates up to 54.39 %/h. This study demonstrated that nutritional and physicochemical properties of plant-based milk substitutes are strongly dependent on the plant source, processing and fortification. Most products showed low nutritional qualities. Therefore, consumer awareness is important when plant-based milk substitutes are used as an alternative to cow’s milk in the diet."
    },
    {
      "doi": "10.1017/S1368980013002693",
      "title": "Legumes and meat analogues consumption are associated with hip fracture risk independently of meat intake among Caucasian men and women: the Adventist Health Study-2",
      "abstract": "Objective\nIn contrast to non-vegetarians, vegetarians consume more legumes and meat analogues as sources of protein to substitute for meat intake. The present study aimed to assess the association between foods with high protein content (legumes, meat, meat analogues) by dietary pattern (vegetarians, non-vegetarians) and hip fracture incidence, adjusted for selected lifestyle factors.\n\nDesign\nA prospective cohort of Adventist Health Study-2 (AHS-2) enrollees who completed a comprehensive lifestyle and dietary questionnaire between 2002 and 2007.\n\nSetting\nEvery two years after enrolment, a short questionnaire on hospitalizations and selected disease outcomes including hip fractures was sent to these members.\n\nSubjects\nRespondents (n 33 208) to a baseline and a follow-up questionnaire.\n\nResults\nIn a multivariable model, legumes intake of once daily or more reduced the risk of hip fracture by 64 % (hazard ratio = 0·36, 95 % CI 0·21, 0·61) compared with those with legumes intake of less than once weekly. Similarly, meat intake of four or more times weekly was associated with a 40 % reduced risk of hip fracture (hazard ratio = 0·60, 95 % CI 0·41, 0·87) compared with those whose meat intake was less than once weekly. Furthermore, consumption of meat analogues once daily or more was associated with a 49 % reduced risk of hip fracture (hazard ratio = 0·51, 95 % CI 0·27, 0·98) compared with an intake of less than once weekly.\n\nConclusions\n\Hip fracture incidence was inversely associated with legumes intake and, to a lesser extent, meat intake, after accounting for other food groups and important covariates. Similarly, a high intake of meat analogues was associated with a significantly reduced risk of hip fracture."
    },
    {
      "doi": "10.1007/s13197-017-2915-y",
      "title": "How well do plant based alternatives fare nutritionally compared to cow’s milk?",
      "abstract": "Due to the issues like lactose intolerance and milk allergy arising from the consumption of cow’s milk, there has been an increased demand in the plant based alternative milks around the world. Food industry has addressed these demands by introducing various milk beverages which are promoted as alternatives coming from plant sources which include almond milk and soy milk. Though they are popularly advertised as healthy and wholesome, little research has been done in understanding the nutritional implications of consuming these milk beverages in short term and long term. Further, consumers associate these alternatives to be a direct substitute of cow’s milk which might not be true in all cases. This review tries to address the issue by outlining the differences between cow’s milk and commercially available alternative milks in terms of their nutrient content. Though various plant based alternate milks have been studied, only the four most consumed milk beverages are presented in this review which are consumed widely around the world. A complete nutritional outline and the corresponding health benefits of consuming these plant based milk beverages have been discussed in detail which could help the consumers make an informed decision."
    },
  ]
}
